Repository: KDE/ksirk
Catalog: po/*/ksirk.po
Languages: ar, eo, eu

# NAME OF TRANSLATORS
source: Your names
ar: زايد السعيدي
eo: Axel Rousseau,Oliver Kellogg
eu: Iñigo Salvador Azurmendi

# EMAIL OF TRANSLATORS
source: Your emails
ar: zayed.alsaidi@gmail.com
eo: axel@esperanto-jeunes.org,okellogg@users.sourceforge.net
eu: xalba@ni.eus

source: Africa
ar: افريقيا
eo: Afriko
eu: Afrika

source: Alaska
ar: ألاسكا
eo: Alasko

source: Algeria
ar: الجزائر
eo: Alĝerio
eu: Aljeria

source: Arabia
ar: الجزيرة العربية
eo: Arabujo

source: Asia
ar: آسيا
eo: Azio

source: Belgium
ar: بلجيكا
eo: Belgio
eu: Belgika

source: Brazil
ar: البرازيل
eo: Brazilo
eu: Brasil

source: Chile
ar: شيلي
eo: Ĉilio
eu: Txile

source: China
ar: الصين
eo: Ĉinujo
eu: Txina

source: Colombia
ar: كولومبيا
eo: Kolombio
eu: Kolonbia

source: Eastern US
ar: شرقي الولايات المتحدة
eo: Orienta Usono
eu: AEBetako ekialdea

source: Egypt
ar: مصر
eo: Egipto
eu: Egipto

source: Europe
ar: أوروبا
eo: Eŭropo
eu: Europa

source: France
ar: فرنسا
eo: Francio
eu: Frantzia

source: Gabon
ar: الغابون
eo: Gabono

source: Groenland
ar: جرينلاند
eo: Groenlando
eu: Groenlandia

source: India
ar: الهند
eo: Hindujo

source: Indonesia
ar: اندونيسيا
eo: Indonezio

source: Iran
ar: إيران
eo: Irano

source: Island
ar: الجزيرة
eo: Insulo
eu: Islandia

source: Italy
ar: إيطاليا
eo: Italujo
eu: Italia

source: Japan
ar: اليابان
eo: Japanio
eu: Japonia

source: Kazakstan
ar: كازاخستان
eo: Kazaĥio
eu: Kazakhstan

source: Madagascar
ar: مدغشقر
eo: Madagaskaro
eu: Madagaskar

source: Mexico
ar: المكسيك
eo: Meksikio
eu: Mexiko

source: Mongolia
ar: منغوليا
eo: Mongolio

source: New South Wales
ar: ويلز الجنوبية الجديدة
eo: Novsudkimrio
eu: Hegoaldeko Gales Berria

source: New Zealand
ar: نيوزيلندا
eo: Novzelando
eu: Zeelanda Berria

source: Niger
ar: النيجر
eo: Nigero

source: North America
ar: أمريكا الشّماليّة
eo: Nordameriko
eu: Ipar Amerika

source: Occidental Australia
ar: أوكسيدنتال أستراليا
eo: Okcidenta Aŭstralio
eu: Mendebaldeko Australia

source: Pacific
ar: الهادي
eo: Pacifiko
eu: Barea

source: Pakistan
ar: باكستان
eo: Pakistano

source: Papouasie
ar: بابوا
eo: Papuasie

source: Paraguay
ar: باراجواي
eo: Paragvajo
eu: Paraguai

source: Prussia
ar: بروسيا
eo: Prusio
eu: Prusia

source: Quebec
ar: كويبيك
eo: Kebeko

source: Russia
ar: روسيا
eo: Rusujo
eu: Errusia

source: Scandinavia
ar: الإسكندنافيا
eo: Skandinavio
eu: Eskandinavia

source: Siberia
ar: سيبيريا
eo: Siberio

source: South Africa
ar: جنوب إفريقيا
eo: Sudafriko
eu: Hegoafrika

source: South America
ar: أمريكا الجنوبية
eo: Sudameriko
eu: Hego Amerika

source: United Kingdom
ar: المملكة المتحدة
eo: Britio
eu: Erresuma Batua

source: United States
ar: الولايات المتّحدة
eo: Usono
eu: Ameriketako Estatu Batuak

source: Vietnam
ar: فيتنام
eo: Vjetnamo

source: Western US
ar: غربي الولايات المتحدة
eo: Okcidenta Usono
eu: AEBetako mendebaldea

source: %1, you'll have to conquer %2 countries and place %3 armies in each one.
ar: %1، عليك احتلال %2 من البلدان، ووضع %3 من الجيوش في كلّ واحدٍ منها.
eo: %1, vi devos konkeri %2 landojn kaj meti %3 armeojn en ĉiu.
eu: %1, %2 herrialde konkistatu beharko dituzu eta %3 armada kokatu beharko dituzu haietako batean.

source: %1, you'll have to conquer %2 countries.
ar: %1، عليك احتلال %2 من البلدان.
eo: %1, vi devos konkeri %2 landojn.
eu: %1, %2 herrialde konkistatu beharko dituzu.

source: %1, you'll have to conquer %2, %3 and another continent at your choice.
ar: %1، عليك احتلال %2، %3 وقارّةً أخرى من اختيارك.
eo: %1, vi devos konkeri %2, %3 kaj alian kontinenton laŭ via elekto.
eu: %1, %2 konkistatu beharko dituzu, %3 eta zure aukerako kontinente bat.

source: %1, you'll have to conquer %2 and %3.
ar: %1، عليك احتلال %2 و %3.
eo: %1, vi devos konkeri %2 kaj %3.
eu: %1, %2 konkistatu beharko dituzu eta %3.

source: %1, you'll have to eliminate %2. If it is eliminated by another player, you'll have to conquer %3 countries.
ar: %1، عليك القضاء على %2. إذا قضى عليه لاعبٌ آخر، فعليك احتلال %3 من البلدان.
eo: %1, vi devos forigi %2. Se ĝi estas forigita de alia ludanto, vi devos konkeri %3 landojn.
eu: %1, %2 kanporatu beharko duzu. Beste jokalari batek kanporatzen badu, %3 herrialde konkistatu beharko dituzu.

source: This skin shows a world that looks like the real one with some nationalities randomly chosen and proposes various interesting goals
ar: هذه الواجهة تُظهر عالماً يشبه الواقع، مع جنسياتٍ مختارةٍ عشوائيًا، وتُقدّم أهدافًا متنوعةً ومثيرةً للاهتمام.
eo: Ĉi tiu haŭto montras mondon, kiu aspektas kiel la reala kun iuj naciecoj hazarde elektitaj kaj proponas diversajn interesajn celojn
eu: Azal horrek benetakoaren antza duen mundu bat erakusten du, ausaz hautatutako nazionalitate batzuekin, eta helburu interesgarri batzuk proposatzen ditu

source: Earth-like
ar: شبيه بالأرض
eo: Tersimila
eu: Lurraren antzekoa

source: England
ar: إنجلند
eo: Anglujo
eu: Ingalaterra

source: Middle East
ar: الشّرق الأوسط
eo: Mezoriento
eu: Ekialde Hurbila

source: This skin shows a world that looks like the real one with some nationalities randomly chosen and proposes various interesting goals. It features non-animated sprites
ar: هذه الواجهة تُظهر عالماً يشبه الواقع، مع جنسياتٍ مختارةٍ عشوائيًا، وتُقدّم أهدافًا متنوعةً ومثيرةً للاهتمام. تضمّ هذه الواجهة رسومًا غير متحركة.
eo: Ĉi tiu haŭto montras mondon, kiu aspektas kiel la reala, kun iuj naciecoj hazarde elektitaj kaj proponas diversajn interesajn celojn. Ĝi prezentas ne-viglajn spritojn.
eu: Azal horrek benetakoaren antza duen mundu bat erakusten du, ausaz hautatutako nazionalitate batzuekin, eta helburu interesgarri batzuk proposatzen ditu. Animatu gabeko iratxoak erabiltzen ditu

source: Less animated Earth-like
ar: شبيهٌ بالأرض، برسومٍ أقلّ حركةً
eo: Malpli vigla Tersimila
eu: Lurraren antzekoa, animazio gutxiagorekin

source: This skin shows a world that looks like the real one with some nationalities randomly chosen and proposes various interesting goals. It looks like KsirK before vector graphics.
ar: تُظهر هذه الواجهة عالماً يشبه العالم الحقيقي، مع جنسياتٍ مختارةٍ عشوائيًا، وتقترح أهدافاً مثيرةً للاهتمام. تبدو هذه الواجهة مثل واجهة حرب العروش قبل استخدام رسوميات المتجه.
eo: Ĉi tiu haŭto montras mondon, kiu aspektas kiel la reala kun kelkaj naciecoj hazarde elektitaj kaj proponas diversajn interesajn celojn. Ĝi aspektas kiel KsirK antaŭ vektora grafikaĵo.
eu: Azal horrek benetakoaren antza duen mundu bat erakusten du, ausaz hautatutako nazionalitate batzuekin, eta helburu interesgarri batzuk proposatzen ditu. Bektore-grafikoen aurreko «KsirK»en antza du.

source: Legacy
ar: عتيق
eo: Heredaĵo
eu: Ondarea

source: Next Player
eo: Sekva Ludanto
eu: Hurrengo jokalaria

source: Details
eo: Detaloj
eu: Xehetasunak

source: Goal
eo: Celo
eu: Helburua

source: Enable Arena
eo: Ebligi Arenon
eu: Gaitu borroka-lekua

source: Attack 1
eo: Atako 1
eu: Erasoa 1

source: Attack 2
eo: Atako 2
eu: Erasoa 2

source: Attack 3
eo: Atako 3
eu: Erasoa 3

source: Auto attack
eo: Aŭtomata atako
eu: Eraso automatikoa

source: Move 1
eo: Movo 1
eu: Mugitzea 1

source: Move 5
eo: Movo 5
eu: Mugitzea 5

source: Move 10
eo: Movo 10
eu: Mugitzea 10

source: Disable Arena
eo: Malebligi Arenon
eu: Ezgaitu borroka-lekua

# @title:window
source: Invasion
ar: غزو
eo: Invado
eu: Inbasioa

source: You are invading <font color="blue">%1</font> with <font color="red">%2</font>!
ar: أنت تغزو <font color="blue">%1</font> بـ <font color="red">%2</font>!
eo: Vi invadas <font color="blue">%1</font> per <font color="red">%2</font>!
eu: <font color="red">%2</font>(r)ekin <font color="blue">%1</font> inbaditzen ari zara!

source: <br><i>Choose the number of invading armies.</i>
ar: <br><i>اختر عدد الجيوش الغازية.</i>
eo: <br><i>Elektu la nombron da invadaj armeoj.</i>
eu: <br><i>Aukeratu armada inbaditzaile kopurua.</i>

# @title:window
source: Moving
ar: ينقل
eo: Ŝovante
eu: Mugitzea

source: You are moving armies from <font color="red">%1</font> to <font color="blue">%2</font>!
ar: تنقل الجيوش من <font color="red">%1</font> إلى <font color="blue">%2</font>!
eo: Vi movas armeojn de <font color="red">%1</font> al <font color="blue">%2</font>!
eu: <font color="red">%1</font> (e)tik <font color="blue">%2</font>(e)ra armadak mugitzen ari zara!

source: <br><i>Choose the number of armies to move.</i>
ar: <br><i>اختر عدد الجيوش التي تريد نقلها.</i>
eo: <br><i>Elektu la nombron da armeoj por movi.</i>
eu: <br><i>Aukeratu mugitu beharreko armada kopurua.</i>

source: Nickname
eo: Kromnomo
eu: Goitizena

source: Skin
eo: Haŭto
eu: Azala

source: Nb players
eo: Nba-ludantoj
eu: Jokalari kop.

source: Connection to the Jabber Network
eo: Konekto al la Jabber Reto
eu: Jabber sarerako konexioa

source: Password:
eo: Pasvorto:
eu: Pasahitza:

source: Connect
eo: Konektiĝi
eu: Konektatu

source: State:
eo: Ŝtato:
eu: Egoera:

source: Joining a KsirK Jabber Chatroom
eo: Aliĝi al KsirK Jabber Babilejo
eu: KsirK Jabber berriketa gela batera elkartzen

source: Room JID:
eo: Ĉambro JID:
eu: Gelaren JID:

source: Nickname:
eo: Kromnomo:
eu: Goitizena:

source: Room Password:
eo: Ĉambro Pasvorto:
eu: Gelaren pasahitza:

source: Join Room
eo: Aliĝi al Ĉambro
eu: Elkartu gelara

source: Games in the Room
eo: Ludoj en la Ĉambro
eu: Gelako jokoak

source: Start a New Game
eo: Komenci Novan Ludon
eu: Hasi joko berri bat

source: Join Selected Game
eo: Aliĝi al Elektita Ludo
eu: Elkartu hautatutako jokora

source: Load a Saved Game...
eo: Ŝargi Konservitan Ludon...
eu: Zamatu gordetako joko bat...

source: <b>Note:</b> Playing over the Jabber network is an experimental feature in KsirK.<br/>Particularly, the distribution of armies at game beginning is very slow (expect something like one minute).
eo: <b>Noto:</b> Ludi per la reto Jabber estas eksperimenta trajto en KsirK.<br/>Aparte, la distribuado de armeoj ĉe la ludkomenco estas tre malrapida (atendu ion kiel unu minuton).
eu: <b>Oharra:</b>Jabber sarearen bidez jokatzea «KsirK»en ezaugarri esperimental bat da.<br/>Jokoaren hasieran armadak banatzea, bereziki, oso motela da (minutu baten antzeko zerbait espero ezazu).

source: Cancel
ar: ألغِ
eo: Rezigni
eu: Utzi

source: Join Network Game Configuration
ar: ضبط الانضمام إلى لعبة شبكة
eo: Aliĝi al Retluda Agordo
eu: Sareko jokora batzea konfiguratzea

source: Network Configuration
ar: ضبط الشبكة
eo: Retagordo
eu: Sarearen konfigurazioa

source: Host:
ar: المضيف:
eo: Gastigo:
eu: Ostalaria:

source: Port:
ar: المنفذ:
eo: Pordo:
eu: Ataka:

source: Name already in use. Please choose another one.
ar: الاسم مستخدمٌ بالفعل. الرجاء اختيار اسمٍ آخر.
eo: Nomo jam uzata. Bonvolu elekti alian.
eu: Izena dagoneko erabilita dago. Mesedez aukeratu beste bat.

source: Empty name. Please choose another one.
ar: الاسم فارغ. الرجاء اختيار اسمٍ آخر.
eo: Malplena nomo. Bonvolu elekti alian.
eu: Izena hutsik. Mesedez aukeratu beste bat.

source: Player Number %1, please type in your name and choose your nation:
ar: اللاعب رقم %1، أدخل اسمك واختر دولتك:
eo: Ludanto numero %1, bonvolu tajpi vian nomon kaj elekti vian nacion:
eu: %1 zenbakidun jokalaria, mesedez, tekleatu zure izena eta aukeratu zure herrialdea:

source: KsirK - New game properties
eo: KsirK - Novaj ludproprecoj
eu: KsirK - Joko berriaren propietateak

source: Total number of players:
ar: إجمالي عدد اللاعبين:
eo: Tuta nombro da ludantoj:
eu: Jokalarien kopuru osoa:

source: Spin this to choose the number of players.
ar: أدر هذا لتختار عدد اللاعبين.
eo: Turnu ĉi tion por elekti la nombron da ludantoj.
eu: Biratu hori jokalari kopurua aukeratzeko.

source: A spin box to choose the number of players
ar: خانة دوران لاختيار عدد اللاعبين
eo: Ŝpinkesto por elekti la nombron da ludantoj
eu: Jokalari kopurua aukeratzeko biratze-koadro bat

source: Number of local players:
ar: عدد اللاعبين المحليين:
eo: Nombro da lokaj ludantoj:
eu: Jokalari lokal kopurua:

source: TCP port on which to offer connections:
ar: منفذ TCP الذي ستُعرض عليه الاتصالات:
eo: TCP-pordo sur kiu oferti konektojn:
eu: Konexioa eskaintzeko TCP ataka:

source: Skin:
ar: السطح:
eo: Haŭto:
eu: Azala:

source: Choose the skin (map, nationalities, etc.) to use for this game.
ar: اختر الواجهة (الخريطة، الجنسيات، إلخ) التي ستستخدمها في هذه اللعبة.
eo: Elektu la haŭton (mapo, naciecoj, ktp.) por uzi por ĉi tiu ludo.
eu: Aukeratu joko honetan erabiltzeko azala (mapa, nazionalitateak, etab.).

source: A combo listing all the available skins.
ar: قائمة منسدلة تسرد جميع الواجهات المتاحة.
eo: Kombinaĵo listiganta ĉiujn disponeblajn haŭtojn.
eu: Azal erabilgarri guztiak zerrendatzen dituen lauki-konbinatu bat.

source: Download New Skins...
eo: Elŝuti Novajn Haŭtojn...
eu: Azal berriak zama-jaitsi...

source: Goal Type
ar: نوع الهدف
eo: Cela Tipo
eu: Helburu mota

source: Choose this for players to have to conquer all the world to win.
ar: اختر هذا ليتوجّب على اللاعبين احتلال العالم بأسره للفوز.
eo: Elektu ĉi tion por ke ludantoj devu konkeri la tutan mondon por venki.
eu: Aukeratu hori, jokalariek irabazteko mundu osoa konkistatu behar izan dezaten.

source: In this mode, a player will have to conquer all the world to win.
ar: في هذا الوضع، على اللاعب احتلال العالم بأسره ليفوز.
eo: En ĉi tiu reĝimo, ludanto devos konkeri la tutan mondon por venki.
eu: Modu horretan, irabazteko, jokalari batek mundu osoa konkistatu beharko du.

source: World con&quest
ar: غزو العا&لم
eo: Monda kon&kero
eu: Mundua &konkistatzea

source: Choose this to have a goal assigned to each player.
ar: اختر هذا ليكون لكل لاعب هدفٌ خاصٌ به.
eo: Elektu ĉi tion por havi celon asignita al ĉiu ludanto.
eu: Aukeratu hori jokalari bakoitzari helburu bat esleitzeko.

source: In this mode, a goal will be assigned to each player, which he will have to reach in order to win.
ar: في هذا الوضع، سيُعيّن لكلّ لاعبٍ هدفٌ خاصٌ به، وعليه أن يبلغه لكي يفوز.
eo: En ĉi tiu reĝimo, celo estos asignita al ĉiu ludanto, kiun li devos atingi por gajni.
eu: Modu horretan, jokalari bakoitzari helburu bat esleituko zaio, irabazteko lortubeharrekoa.

source: Reach a goa&l
ar: بلوغ ه&دف
eo: Atingi ce&lon
eu: He&lburu bat lortu

source: Next >>
eo: Sekva >>
eu: Hurrengoa >>

source: Skins directory not found - Verify your installation Program cannot continue
ar: مجلد الواجهات غير موجود - تحقّق من التثبيت لا يمكن للبرنامج الاستمرار
eo: Haŭtaj dosierujo ne trovita - Kontrolu vian instaladon La programo ne povas daŭrigi
eu: Ez du aurkitu azalen direktorioa - Ikuskatu zure instalazioa Programak ezin du jarraitu

source: Fatal Error!
eo: Fatala Eraro!
eu: Errore larria!

source: New Game Summary
ar: ملخص اللعبة الجديدة
eo: Nova Ludo-Resumo
eu: Joko berriaren laburpena

source: skin name
ar: اسم السمة
eo: haŭta nomo
eu: Azalaren izena

source: Players
ar: اللاعبون
eo: Ludantoj
eu: Jokalariak

source: Goal type:
ar: نوع الهدف:
eo: Tipo de celo:
eu: Helburu mota:

source: goal type
ar: نوع الهدف
eo: celo tipo
eu: helburu mota

source: Name
ar: الاسم
eo: Nomo
eu: Izena

source: Nationality
ar: جنسية
eo: Nacieco
eu: Nazionalitatea

source: Computer
ar: حاسوب
eo: Komputilo
eu: Ordenagailua

source: Network
ar: الشبكة
eo: Reto
eu: Sarea

source: << Previous
eo: << Antaŭa
eu: << Aurrekoa

source: Start
ar: ابدأ
eo: Lanĉi
eu: Hasi

source: Reach a goal
ar: بلوغ هدف
eo: Atingi celon
eu: Helburu bat lortu

source: World conquest
ar: غزو العالم
eo: Monda konkero
eu: Mundua konkistatzea

source: Yes
ar: نعم
eo: Jes
eu: Bai

source: No
ar: لا
eo: Ne
eu: Ez

source: Player Setup
eo: Ludanta agordo
eu: Jokalariaren ezarpena

source: Player number %1, please enter your name and choose your nation:
eo: Ludanto numero %1, bonvolu enigi vian nomon kaj elekti vian nacion:
eu: %1 zenbakidun jokalaria, mesedez, sartu zure izena eta aukeratu zure herrialdea:

source: Choose your nation
ar: اختر دولتك
eo: Elektu vian nacion
eu: Aukeratu zure herrialdea

source: A combo box that lists currently available nations. Choose one of them. It will be your nation during the game
ar: صندوق قائمة يدرج الدول المتاحة حاليًا. اختر واحدةً منها. ستكون دولتك أثناء اللعبة.
eo: Kombokesto kiu listigas nuntempe disponeblajn naciojn. Elektu unu el ili. Ĝi estos via nacio dum la ludo
eu: Une honetan erabilgarri dauden nazioak zerrendatzen dituen koadro-konbinatu bat. Aukeratu horietako bat. Jokoak iraun bitartean zure nazioa izango da

source: Enter your password:
ar: أدخل كلمة سرك:
eo: Enigu vian pasvorton:
eu: Sartu zure pasahitza:

source: Pla&yer is computer
ar: اللا&عب هو حاسوب
eo: Lud&isto estas komputilo
eu: &Jokalaria ordenagailua da

source: Saved Player Selection
ar: اختيار اللاعب المحفوظ
eo: Konservita Ludant-Elekto
eu: Gordetako jokalaria aukeratzea

source: Please select your saved player:
ar: الرجاء اختيار لاعبك المحفوظ:
eo: Bonvolu elekti vian konservitan ludanton:
eu: Mesedez, aukeratu gordetako zure erabiltzailea:

source: OK
ar: حسنًا
eo: Bone
eu: Ados

source: New Game or Exit
ar: لعبة جديدة أو خروج
eo: Nova Ludo aŭ Eliro
eu: Joko berria edo irten

source: New Game
ar: لعبة جديدة
eo: Nova ludo
eu: Joko berria

source: Starts a new game
ar: ابدأ لعبةً جديدة
eo: Komencas novan ludon
eu: Joko berri bat hasten du

source: Do Nothing
ar: لا تفعل شيئًا
eo: Nenion fari
eu: Ez egin ezer

source: Do nothing. Game buttons will be available
ar: لا تفعل شيئًا. ستكون أزرار اللعبة متاحة
eo: Fari nenion. Ludaj butonoj estos disponeblaj
eu: Ez egin ezer. Jokoaren botoiak erabilgarri egongo dira

source: Exit
ar: اخرج
eo: Finu
eu: Irten

source: Quit KsirK
ar: أنهِ حرب العروش
eo: Forlasi KsirK
eu: Irten «KsirK»etik

source: %1 won! Do you want to play again?
eo: %1 venkis! Ĉu vi volas ludi denove?
eu: %1(e) irabazi du! Berriz jokatu nahi duzu?

source: Error - No receiving country selected while computer player %2 had still 1 army to place. This is bug probably #2232 at www.gna.org.
ar: خطأ - لم تحدد دولة مستقبلة بينما كان اللاعب الحاسوبي %2 لا يزال لديه جيش واحد ليضعه. هذا على الأرجح خطأ رقم #2232 على www.gna.org.
eo: Eraro - Neniu ricevanta lando elektita dum komputila ludanto %2 havis ankoraŭ 1 armeon lokigi. Ĉi tio estas probable cimo #2232 ĉe www.gna.org.

source: Fatal Error
eo: Grava eraro
eu: Errore larria

source: KsirK - Network configuration
eo: KsirK - Reta agordo
eu: KsirK - Sareko konfigurazioa

source: Please type in the port number on which to offer connections:
ar: الرجاء إدخال رقم المنفذ الذي ستُعرض عليه الاتصالات:
eo: Bonvolu tajpi la pordan numeron sur kiu oferti konektojn:
eu: Mesedez, tekleatu konexioa eskaintzeko ataka zenbakia:

source: Do you really want to end your current game and join another?
ar: هل تريد حقًا إنهاء لعبتك الحالية والانضمام إلى أخرى؟
eo: Ĉu vi vere volas fini vian nunan ludon kaj aliĝi al alia?
eu: Uneko jokoa benetan bukatu eta beste batera elkartu nahi duzu?

source: New game confirmation
ar: تأكيد اللعبة الجديدة
eo: Konfirmo de nova ludo
eu: Joko berria berrestea

# @action:button
source: Join New Game
ar: انضم إلى لعبة جديدة
eo: Aliĝi al Nova Ludo
eu: Elkartu joko berrira

source: %1 (%2) joined game ; waiting for %3 players to connect
ar: انضم %1 (%2) إلى اللعبة، ننتظر اتصال %3 من اللاعبين
eo: %1 (%2) aliĝis al ludo ; atendante ke %3 ludantoj konektiĝu

source: Please choose another name
eo: Bonvolu elekti alian nomon
eu: Mesedez, aukeratu beste joko bat

source: KsirK - Name already used!
eo: KsirK - Nomo jam uzata!
eu: KsirK - Izena dagoeneko erabilita!

source: Player number %1, what's your name?
ar: اللاعب رقم %1، ما اسمك؟
eo: Ludanto numero %1, kiel vi nomiĝas?
eu: %1 zenbakidun jokalaria, zein da zure izena?

source: Error - Player %1, you have to choose a name.
ar: خطأ - اللاعب %1، عليك اختيار اسم.
eo: Eraro - Ludanto %1, vi devas elekti nomon.
eu: Errorea - %1 jokalaria, izen bat aukeratu behar duzu.

# @info Forged player name
source: Player%1
ar: اللاعب%1
eo: Ludanto%1
eu: Jokalaria%1

source: Please choose another nation
eo: Bonvolu elekti alian nacion
eu: Mesedez, aukeratu beste herrialde bat

source: KsirK - Nation already used!
eo: KsirK - Nacio jam uzata!
eu: KsirK - Nazioa dagoeneko erabilita!

source: KsirK - Lost connection to server! What do you want to do?
ar: حرب العروش - فُقد الاتصال بالخادم! ماذا تريد أن تفعل؟
eo: KsirK - Perdita konekto al servilo! Kion vi volas fari?
eu: KsirK - Zerbitzariarekiko konexioa galdu da! Zer egin nahi duzu?

source: Starting a new game or exit.
eo: Komencante novan ludon aŭ eliron.
eu: Hasi joko berri bat edo irten.

source: Do nothing
eo: Fari nenion
eu: Ez egin ezer

source: Lost connection to a client. For the moment, you can only save the game and start a new one or quit. This will be improved in a future version.
ar: فُقد الاتصال بأحد العملاء. في الوقت الحالي، يمكنك فقط حفظ اللعبة وبدء لعبة جديدة أو الخروج. سيجري تحسين هذا في إصدارٍ مستقبلي.
eo: Perdita konekto al kliento. Momente, vi povas nur konservi la ludon kaj komenci novan aŭ ĉesi. Ĉi tio estos plibonigita en estonta versio.
eu: Bezero batekiko konexio galdu da. Oraingoz, jokoa gorde eta berria hasi edo irten besterik ezin duzu egin. Hori, etorkizuneko bertsio batean hobetuko da.

source: KsirK - Lost connection to client!
eo: KsirK - Perdita konekto al kliento!
eu: KsirK - Bezeroarekiko konexioa galdu da!

source: Do want to save your game?
ar: هل تريد حفظ لعبتك؟
eo: Ĉu vi volas konservi vian ludon?
eu: Zure jokoa gorde nahi duzu?

source: %1: %2 armies to place
ar: %1: %2 من الجيوش للوضع
eo: %1: %2 armeoj por lokigi

source: Now, place your armies in your countries<br>by clicking in the target countries.
ar: الآن، ضع جيوشك في بلدانك<br> بالنقر في البلدان المستهدفة.
eo: Nun, metu viajn armeojn en viajn landojn<br>klakante en la cellandoj.

source: %1, your goal will be displayed. Please<br>make sure that no other player can see it!
ar: %1، سيجري عرض هدفك. الرجاء<br> التأكد من عدم رؤيته من قبل أي لاعب آخر!
eo: %1, via celo estos montrata. Bonvolu<br>certigi, ke neniu alia ludanto povas vidi ĝin!

source: KsirK - Displaying Goal
eo: KsirK - Montrante Celon
eu: KsirK - Helburua azaltzea

source: %1 chooses its defense
ar: %1 يختار دفاعه
eo: %1 elektas sian defendon
eu: %1(e)k bere defentsa aukeratzen du

source: %1 choose to end recycling; there are now %2 players who want so
ar: %1 يختار إنهاء التدوير، هناك الآن %2 من اللاعبين يريدون ذلك
eo: %1 elektas ĉesigi recikladon; nun estas %2 ludantoj kiuj volas tion

source: Problem : no one destroyed
ar: مشكلة: لم يُدمّر أحد
eo: Problemo: neniu detruis
eu: Arazoa: ez da batere suntsitu

source: KsirK - Error!
eo: KsirK - Eraro!
eu: KsirK - Errorea!

source: You entered an invalid password. Please try again.
ar: لقد أدخلت كلمة سر غير صالحة. الرجاء المحاولة مرة أخرى.
eo: Vi enigis nevalidan pasvorton. Bonvolu provi denove.
eu: Pasahitz baliogabe bat sartu duzu. Mesedez, saiatu berriz.

source: KsirK - Invalid password!
eo: KsirK - Nevalida pasvorto!
eu: KsirK - Pasahitz baliogabea!

source: %1, you have not played anything this turn. Do you really want to lose your turn?
ar: %1، لم تلعب أي شيء في هذا الدور. هل تريد حقًا خسارة دورك؟
eo: %1, vi ne ludis ion ĉi tiun vicon. Ĉu vi vere volas perdi vian vicon?
eu: %1, txanda honetan ez duzu ezer jokatu. Benetan txanda galdu nahi duzu?

source: Really Next Player?
eo: Ĉu vere sekva ludanto?
eu: Benetan hurrengo jokalaria?

# @action:button
source: Next Player
ar: اللاعب التالي
eo: Sekva Ludanto
eu: Hurrengo jokalaria

source: You must conquer the World!
ar: عليك احتلال العالم!
eo: Vi devas konkeri la Mondon!
eu: Mundua menderatu behar duzu!

source: %1 (already dead)
ar: %1 (ميّت بالفعل)
eo: %1 (jam mortinta)
eu: %1 (dagoneko hilda)

source: Error: no player to destroy
ar: خطأ: لا يوجد لاعب لتدميره
eo: Eraro: neniu ludanto por detrui
eu: Errorea: ez dago suntsitu beharreko jokalaririk

source: <br>%1 is still alive...
eo: <br>%1 ankoraŭ vivas...
eu: <br>%1 oraindik bizirik dago...

source: <br>%2, you still have 1 country to conquer...
eo: <br>%2, vi havas ankoraŭ 1 landon por konkeri...
eu: <br>%2, oraindik baduzu menderatzeko herrialde bat...
