Repository: KDE/ksirk
Catalog: po/*/ksirkskineditor.po
Languages: ar, eo

# NAME OF TRANSLATORS
source: Your names
ar: زايد السعيدي
eo: Axel Rousseau,Oliver Kellogg

# EMAIL OF TRANSLATORS
source: Your emails
ar: zayed.alsaidi@gmail.com
eo: axel@esperanto-jeunes.org,okellogg@users.sourceforge.net

source: Error: no player to destroy
ar: خطأ: لا يوجد لاعب للقضاء عليه
eo: Eraro: neniu ludanto por detrui

# @title:window
source: Goal Display
ar: عرض الهدف

source: Continent
ar: قارة
eo: Kontinento

source: Bonus:
ar: المكافأة:
eo: Gratifiko:

source: Number of bonus points when owning the full continent
ar: عدد نقاط المكافأة عند امتلاك القارة بالكامل
eo: Nombro da bonuspoentoj kiam posedante la plenan kontinenton

source: Number of bonus points when owning the full continent. At the end of each turn a number of armies is distributed to each player. If one player owns all the countries of this continent, he/she gains this bonus. The bonus should be proportional to the continent's size and to the difficulty to conquer it or to keep it.
ar: عدد نقاط المكافأة عند امتلاك القارة بالكامل. في نهاية كل دور، وزّع عددًا من الجيوش على كل لاعب. إذا امتلك أحد اللاعبين جميع بلدان هذه القارة، فإنه يحصل على هذه المكافأة. يجب أن تكون المكافأة متناسبة مع حجم القارة وصعوبة غزوها أو الاحتفاظ بها.
eo: Nombro da bonuspoentoj kiam posedante la plenan kontinenton. Fine de ĉiu vico kelkaj armeoj estas distribuitaj al ĉiu ludanto. Se unu ludanto posedas ĉiujn landojn de ĉi tiu kontinento, li/ŝi gajnas ĉi tiun gratifikon. La gratifiko devas esti proporcia al la grandeco de la kontinento kaj al la malfacileco por konkeri ĝin aŭ konservi ĝin.

source: Select the countries contained in this continent
ar: اختر البلدان التي تضمّها هذه القارة
eo: Elekti la landojn en ĉi tiu kontinento

source: Click here to select the countries contained in this continent. A list of all the world's countries will be shown and you will be able to select the countries using the mouse and the Ctrl and Shift keys.
ar: انقر هنا لاختيار البلدان التي تضمّها هذه القارة. ستُعرض قائمة بجميع بلدان العالم، وستتمكن من اختيار البلدان باستخدام الفأرة ومفاتيح Ctrl و Shift.
eo: Klaku ĉi tie por elekti la landojn en ĉi tiu kontinento. Listo de ĉiuj landoj de la mondo estos montrita kaj vi povos elekti la landojn uzante la muson kaj la Ctrl kaj Shift klavoj.

source: Countries:
ar: البلدان:
eo: Landoj:

source: Continent's countries
ar: بلدان القارة
eo: La landoj de la kontinento

source: This is the list of countries currently forming this continent.
ar: هذه هي قائمة البلدان التي تشكل هذه القارة حاليًا.
eo: Ĉi tiu estas la listo de landoj kiuj nuntempe formas ĉi tiun kontinenton.

source: Country
ar: بلد
eo: Lando

source: Flag:
ar: العلم:
eo: Flago:

source: Anchor:
ar: المرتكز:
eo: Ankro:

source: Center:
ar: المركز:
eo: Centro:

source: Infantry:
ar: المشاة:
eo: Infanterio:

source: Infantry's sprite top left point x-coordinate
ar: إحداثي س للنقطة العلوية اليسرى لمُجسَّم المشاة
eo: La sprito de infanterio supre maldekstra punkto x-koordinato

source: Infantry's sprite top left point x-coordinate. This is given relatively to the top left of the map, sized as defined in the main skin definition widget. This value will be automatically updated if you move the infantry.
ar: إحداثي س للنقطة العلوية اليسرى لمُجسَّم المشاة. هذا الإحداثي نسبي بالنسبة للجزء العلوي الأيسر من الخريطة، وهو بحجم محدد في ودجة تعريف المظهر الرئيسة. يُحدّث هذا الإحداثي آليًا عند نقل المشاة.
eo: Infanterio-sprito supre maldekstra punkto x-koordinato. Ĉi tio estas donita relative al la supra maldekstro de la mapo, grandeco kiel difinita en la ĉefa haŭtdifina fenestraĵo. Ĉi tiu valoro estos aŭtomate ĝisdatigita se vi movas la infanterion.

source: Infantry's sprite top left point y-coordinate
ar: إحداثي ص للنقطة العلوية اليسرى لمُجسَّم المشاة
eo: La sprito de infanterio supre maldekstra punkto y-koordinato

source: Infantry's sprite top left point y-coordinate. This is given relatively to the top left of the map, sized as defined in the main skin definition widget. This value will be automatically updated if you move the infantry by drag and drop.
ar: إحداثي ص للنقطة العلوية اليسرى لمُجسَّم المشاة. هذا الإحداثي نسبي بالنسبة للجزء العلوي الأيسر من الخريطة، وهو بحجم محدد في ودجة تعريف المظهر الرئيسة. يُحدّث هذا الإحداثي آليًا عند نقل المشاة بالسحب والإفلات.
eo: La sprito de infanteria supra maldekstra punkto y-koordinato. Ĉi tio estas donita relative al la supra maldekstro de la mapo, grandeco kiel difinita en la ĉefa haŭtdifina fenestraĵo. Tiu valoro aŭtomate ĝisdatiĝos se vi movas la infanterion per trenado kaj faligo.

source: Cavalry:
ar: الفرسان:
eo: Kavalerio:

source: Cavalry's sprite top left point x-coordinate
ar: إحداثي س للنقطة العلوية اليسرى لمُجسَّم الفرسان
eo: La sprito de kavalerio supre maldekstra punkto x-koordinato

source: Cavalry's sprite top left point x-coordinate. This is given relatively to the top left of the map, sized as defined in the main skin definition widget. This value will be automatically updated if you move the cavalry.
ar: إحداثي س للنقطة العلوية اليسرى لمُجسَّم الفرسان. هذا الإحداثي نسبي بالنسبة للجزء العلوي الأيسر من الخريطة، وهو بحجم محدد في ودجة تعريف المظهر الرئيسة. يُحدّث هذا الإحداثي آليًا عند نقل الفرسان.
eo: La kavalerio-sprito supre maldekstra punkto x-koordinato. Tiu ĉi estas donita relative al la supra maldekstro de la mapo, grandeco kiel difinita en la ĉefa haŭtdifina fenestraĵo. Ĉi tiu valoro estos aŭtomate ĝisdatigita se vi movas la kavalerion.

source: Cavalry's sprite top left point y-coordinate
ar: إحداثي ص للنقطة العلوية اليسرى لمُجسَّم الفرسان
eo: La sprito de kavalerio supre maldekstra punkto y-koordinato

source: Cavalry's sprite top left point y-coordinate. This is given relatively to the top left of the map, sized as defined in the main skin definition widget. This value will be automatically updated if you move the cavalry by drag and drop.
ar: إحداثي ص للنقطة العلوية اليسرى لمُجسَّم الفرسان. هذا الإحداثي نسبي بالنسبة للجزء العلوي الأيسر من الخريطة، وهو بحجم محدد في ودجة تعريف المظهر الرئيسة. يُحدّث هذا الإحداثي آليًا عند نقل الفرسان بالسحب والإفلات.
eo: La kavalerio-sprito supre maldekstra punkto y-koordinato. Ĉi tio estas donita relative al la supra maldekstro de la mapo, grandeco kiel difinita en la ĉefa haŭtdifina fenestraĵo. Ĉi tiu valoro estos aŭtomate ĝisdatigita se vi movas la kavalerion per treno kaj faligo.

source: Cannon:
ar: المدفع:
eo: Kanono:

source: Cannon's sprite top left point y-coordinate
ar: إحداثي ص للنقطة العلوية اليسرى لمُجسَّم المدفع
eo: La sprito de Cannon supre maldekstra punkto y-koordinato

source: Cannon's sprite top left point y-coordinate. This is given relatively to the top left of the map, sized as defined in the main skin definition widget. This value will be automatically updated if you move the cannon by drag and drop.
ar: إحداثي ص للنقطة العلوية اليسرى لمُجسَّم المدفع. هذا الإحداثي نسبي بالنسبة للجزء العلوي الأيسر من الخريطة، وهو بحجم محدد في ودجة تعريف المظهر الرئيسة. يُحدّث هذا الإحداثي آليًا عند نقل المدفع بالسحب والإفلات.
eo: La sprito de Kanono supre maldekstra punkto y-koordinato. Ĉi tio estas donita relative al la supro maldekstre de la mapo, grandeco kiel difinita en la ĉefa haŭtdifina fenestraĵo. Tiu valoro estos aŭtomate ĝisdatigita se vi movas la kanonon per treno kaj faligo.

source: Cannon's sprite top left point x-coordinate
ar: إحداثي س للنقطة العلوية اليسرى لمُجسَّم المدفع
eo: La sprito de Cannon supre maldekstra punkto x-koordinato

source: Cannon's sprite top left point x-coordinate. This is given relatively to the top left of the map, sized as defined in the main skin definition widget. This value will be automatically updated if you move the cannon.
ar: إحداثي س للنقطة العلوية اليسرى لمُجسَّم المدفع. هذا الإحداثي نسبي بالنسبة للجزء العلوي الأيسر من الخريطة، وهو بحجم محدد في ودجة تعريف المظهر الرئيسة. يُحدّث هذا الإحداثي آليًا عند نقل المدفع.
eo: La sprito de Kanono supre maldekstra punkto x-koordinato. Ĉi tio estas donita relative al la supra maldekstro de la mapo, grandeco kiel difinita en la ĉefa haŭtdifina fenestraĵo. Ĉi tiu valoro estos aŭtomate ĝisdatigita se vi movas la kanonon.

source: Point around which the country name is drawn y-coordinate
ar: إحداثي ص للنقطة التي يُرسم حولها اسم البلد
eo: Punkto ĉirkaŭ kiu la landonomo estas desegnita y-koordinato

source: Point around which the country name is drawn y-coordinate. Note that this point should be located inside the limits of the country on the map mask. This is given relatively to the top left of the map, sized as defined in the main skin definition widget. This value will be automatically updated if you move the country name by dragging and dropping its target icon.
ar: إحداثي ص للنقطة التي يُرسم حولها اسم البلد. ملاحظة: يجب أن تقع هذه النقطة داخل حدود البلد على قناع الخريطة. هذا الإحداثي نسبي بالنسبة للجزء العلوي الأيسر من الخريطة، وهو بحجم محدد في ودجة تعريف المظهر الرئيسة. يُحدّث هذا الإحداثي آليًا عند نقل اسم البلد بالسحب والإفلات على أيقونته.
eo: Punkto ĉirkaŭ kiu la landonomo estas desegnita y-koordinato. Rimarku, ke ĉi tiu punkto devus troviĝi ene de la limoj de la lando sur la mapo-masko. Ĉi tio estas donita relative al la supro maldekstre de la mapo, grandeco kiel difinita en la ĉefa haŭtdifina fenestraĵo. Ĉi tiu valoro aŭtomate ĝisdatiĝos se vi movas la landonomon per trenado kaj faligo de ĝia celpiktogramo.

source: Point around which the country name is drawn x-coordinate
ar: إحداثي س للنقطة التي يُرسم حولها اسم البلد
eo: Punkto ĉirkaŭ kiu la landonomo estas desegnita x-koordinato

source: Point around which the country name is drawn x-coordinate. Note that this point should be located inside the limits of the country on the map mask. This is given relatively to the top left of the map, sized as defined in the main skin definition widget. This value will be automatically updated if you move the country name by dragging and dropping its target icon.
ar: إحداثي س للنقطة التي يُرسم حولها اسم البلد. ملاحظة: يجب أن تقع هذه النقطة داخل حدود البلد على قناع الخريطة. هذا الإحداثي نسبي بالنسبة للجزء العلوي الأيسر من الخريطة، وهو بحجم محدد في ودجة تعريف المظهر الرئيسة. يُحدّث هذا الإحداثي آليًا عند نقل اسم البلد بالسحب والإفلات على أيقونته.
eo: Punkto ĉirkaŭ kiu la landonomo estas desegnita x-koordinato. Rimarku, ke ĉi tiu punkto devus troviĝi ene de la limoj de la lando sur la mapo-masko. Ĉi tio estas donita relative al la supro maldekstre de la mapo, grandeco kiel difinita en la ĉefa haŭtdifina fenestraĵo. Ĉi tiu valoro aŭtomate ĝisdatiĝos se vi movas la landonomon trenante kaj faligante ĝian celpiktogramon.

source: Center of the highlighting y-coordinate
ar: إحداثي ص لمركز الإبراز
eo: Centro de la reliefiga y-koordinato

source: Center of the highlighting y-coordinate. This is given relatively to the top left of the map, sized as defined in the main skin definition widget. This value will be automatically updated if you move the highlighting by dragging and dropping its cross icon.
ar: إحداثي ص لمركز الإبراز. هذا الإحداثي نسبي بالنسبة للجزء العلوي الأيسر من الخريطة، وهو بحجم محدد في ودجة تعريف المظهر الرئيسة. يُحدّث هذا الإحداثي آليًا عند نقل الإبراز بالسحب والإفلات على أيقونة علامة التقاطع الخاصة به.
eo: Centro de la reliefiga y-koordinato. Tiu ĉi estas donita relative supre maldekstre de la mapo, grandeco kiel difinita en la ĉefa haŭtdifina fenestraĵo. Ĉi tiu valoro aŭtomate ĝisdatiĝos se vi movas la reliefigon trenante kaj faligante ĝian krucan piktogramon.

source: Center of the highlighting x-coordinate
ar: إحداثي س لمركز الإبراز
eo: Centro de la reliefiga x-koordinato

source: Center of the highlighting x-coordinate. This is given relatively to the top left of the map, sized as defined in the main skin definition widget. This value will be automatically updated if you move the highlighting by dragging and dropping its cross icon.
ar: إحداثي س لمركز الإبراز. هذا الإحداثي نسبي بالنسبة للجزء العلوي الأيسر من الخريطة، وهو بحجم محدد في ودجة تعريف المظهر الرئيسة. يُحدّث هذا الإحداثي آليًا عند نقل الإبراز بالسحب والإفلات على أيقونة علامة التقاطع الخاصة به.
eo: Centro de la reliefiga x-koordinato. Tiu ĉi estas donita relative supre maldekstre de la mapo, grandeco kiel difinita en la ĉefa haŭtdifina fenestraĵo. Ĉi tiu valoro aŭtomate ĝisdatiĝos se vi movas la reliefigon trenante kaj faligante ĝian krucpiktogramon.

source: Flag's sprite top left point y-coordinate
ar: إحداثي ص للنقطة العلوية اليسرى لمُجسَّم العلم
eo: La sprito de flago supre maldekstra punkto y-koordinato

source: Flag's sprite top left point y-coordinate. This is given relatively to the top left of the map, sized as defined in the main skin definition widget. This value will be automatically updated if you move the flag by drag and drop.
ar: إحداثي ص للنقطة العلوية اليسرى لمُجسَّم العلم. هذا الإحداثي نسبي بالنسبة للجزء العلوي الأيسر من الخريطة، وهو بحجم محدد في ودجة تعريف المظهر الرئيسة. يُحدّث هذا الإحداثي آليًا عند نقل العلم بالسحب والإفلات.
eo: La supra maldekstra punkto de flago kaj-koordinato. Tiu ĉi estas donita relative al la supra maldekstro de la mapo, grandeco kiel difinita en la ĉefa haŭtdifina fenestraĵo. Ĉi tiu valoro aŭtomate ĝisdatiĝos se vi movas la flagon per treno kaj faligo.

source: Flag's sprite top left point x-coordinate
ar: إحداثي س للنقطة العلوية اليسرى لمُجسَّم العلم
eo: La sprito de flago supre maldekstra punkto x-koordinato

source: Flag's sprite top left point x-coordinate. This is given relatively to the top left of the map, sized as defined in the main skin definition widget. This value will be automatically updated if you move the flag by drag and drop.
ar: إحداثي س للنقطة العلوية اليسرى لمُجسَّم العلم. هذا الإحداثي نسبي بالنسبة للجزء العلوي الأيسر من الخريطة، وهو بحجم محدد في ودجة تعريف المظهر الرئيسة. يُحدّث هذا الإحداثي آليًا عند نقل العلم بالسحب والإفلات.
eo: Supra maldekstra punkto x-koordinato de flago. Ĉi tio estas donita relative al la supra maldekstro de la mapo, grandeco kiel difinita en la ĉefa haŭtdifina fenestraĵo. Ĉi tiu valoro aŭtomate ĝisdatiĝos se vi movas la flagon per treno kaj faligo.

source: Select this country's neighbors
ar: اختر جيران هذا البلد
eo: Elektu la najbarojn de ĉi tiu lando

source: Click here to select this country's neighbors. A list of all the world's countries will be shown and you will be able to select the countries using the mouse and the Ctrl and Shift keys.
ar: انقر هنا لاختيار جيران هذا البلد. ستُعرض قائمة بجميع بلدان العالم وستتمكن من اختيار البلدان باستخدام الفأرة ومفاتيح Ctrl و Shift.
eo: Klaku ĉi tie por elekti la najbarojn de ĉi tiu lando. Listo de ĉiuj landoj de la mondo estos montrita kaj vi povos elekti la landojn per la muso kaj la Ctrl- kaj Majusklo-klavoj.

source: Neighbors:
ar: الجيران:
eo: Najbaroj:

source: This country's neighbors
ar: جيران هذا البلد
eo: La najbaroj de ĉi tiu lando

source: This is the list of countries currently considered as neighbors of this country.
ar: هذه هي قائمة البلدان التي تُعد حاليًا جيرانًا لهذا البلد.
eo: Ĉi tiu estas la listo de landoj nuntempe konsiderataj kiel najbaroj de ĉi tiu lando.

source: Goal
ar: الهدف
eo: Celo

source: Goal Type
ar: نوع الهدف
eo: Cela Tipo

source: Conquer all the world
ar: اغزُ العالم بأكمله
eo: Konkeri la tutan mondon

source: World conquest
ar: غزو العالم
eo: Monda konkero

source: Eliminate a given player
ar: اقضِ على لاعب معين
eo: Forigi donitan ludanton

source: <p>Eliminate a given player. If it is eliminated by another one, you will fall back to a <emphasis>Countries</emphasis> type of goal.</p>
ar: <p>اقضِ على لاعب معين. إذا قضى عليه لاعب آخر، ارجع إلى هدف من نوع <emphasis>بلدان</emphasis>.</p>
eo: <p>Forigi donitan ludanton. Se ĝi estas forigita de alia, vi refalos al tipo de celo <emphasis>Landoj</emphasis>.</p>

source: Player
ar: لاعب
eo: Ludanto

source: Conquer a given number of countries
ar: اغزُ عددًا معينًا من البلدان
eo: Konkeri difinitan nombron da landoj

source: Conquer a given number of countries. You can also make the player to have to put a given number of armies on each country.
ar: اغزُ عددًا معينًا من البلدان. يمكنك أيضًا إجبار اللاعب على وضع عدد معين من الجيوش في كل بلد.
eo: Konkeri difinitan nombron da landoj. Vi povas ankaŭ igi la ludanton devi meti difinitan nombron da armeoj sur ĉiun landon.

source: Countries
ar: بلدان
eo: Landoj

source: Conquer a given list of continents
ar: اغزُ قائمة معينة من القارات
eo: Konkeri donitan liston de kontinentoj

source: Conquer a given list of continents. You can also let the player choose one of their target continents.
ar: اغزُ قائمة معينة من القارات. يمكنك أيضًا ترك اللاعب يختار واحدة من قاراته المستهدفة.
eo: Konkeru donitan liston de kontinentoj. Vi ankaŭ povas lasi la ludanton elekti unu el siaj celkontinentoj.

source: Continents
ar: قارات
eo: Kontinentoj

source: Description:
ar: الوصف:
eo: Priskribo:

source: Text describing the goal
ar: نص يصف الهدف
eo: Teksto priskribanta la celon

source: <p>Text describing the goal. It should include several placeholders for various data depending on the goal type:</p><ul><li><i>World Conquest</i>: none</li><li><i>Player</i>: one for the player name and one for the number of countries fallback</li><li><i>Countries</i>: one for the number of countries and possibly a second one for the number of armies to put on each country</li><li><i>Continents</i>: one for each continent to conquer</li></ul>
ar: <p>نص يصف الهدف. يجب أن يتضمن عدة حقول للعناصر المختلفة بناءً على نوع الهدف:</p><ul><li><i>غزو العالم</i>: لا شيء</li><li><i>لاعب</i>: واحد لاسم اللاعب وواحد لعدد البلدان في حال الرجوع</li><li><i>بلدان</i>: واحد لعدد البلدان وربما ثاني لعدد الجيوش التي توضع في كل بلد</li><li><i>قارات</i>: واحد لكل قارة من القارات التي يجب غزوها</li></ul>
eo: <p>Teksto priskribanta la celon. Ĝi devus inkluzivi plurajn anstataŭaĵojn por diversaj datumoj depende de la celo-tipo:</p><ul><li><i>Monda Konkero</i>: neniu</li><li><i>Ludanto</i> : unu por la nomo de la ludanto kaj unu por la nombro da landoj-returniĝo</li><li><i>Landoj</i>: unu por la nombro da landoj kaj eble dua por la nombro da armeoj surmeti ĉiun. lando</li><li><i>Kontinentoj</i>: unu por ĉiu kontinento konkerenda</li></ul>

source: Countries nb:
ar: عدد البلدان:
eo: Landoj nb:

source: Armies by country:
ar: الجيوش لكل بلد:
eo: Armeoj laŭ landoj:

source: Number of countries to conquer
ar: عدد البلدان التي يجب غزوها
eo: Nombro de landoj por konkeri

source: <p>Number of countries to conquer in a <i>Countries</i> goal or as a fallback in a <i>Player</i> goal.</p>
ar: <p>عدد البلدان التي يجب غزوها في هدف <I>بلدان</I> أو كهدف بديل في هدف <I>لاعب</I>.</p>
eo: <p>Nombro da landoj konkerendaj en celo de <i>Landoj</i> aŭ kiel rezervejo en celo de <i>Ludanto</i>.</p>

source: Number of armies to put on each country
ar: عدد الجيوش التي يجب وضعها في كل بلد
eo: Nombro da armeoj por surmeti ĉiun landon

source: <p>Number of armies to put on each country in a <i>Countries</i> goal.</p>
ar: <p>عدد الجيوش التي يجب وضعها في كل بلد في هدف <I>بلدان</I>.</p>
eo: <p>Nombro da armeoj por surmeti ĉiun landon en celo de <i>Landoj</i>.</p>

source: Select the continents to conquer
ar: اختر القارات التي يجب غزوها
eo: Elekti la kontinentojn por konkeri

source: <p>Click this button to select the continents to conquer in a <i>Continents</i> goal.</p><p>You will be prompted with a list of this world's continents. Select those to conquer with the mouse and the Ctrl and Shift keys.</p>
ar: <p>انقر على هذا الزر لاختيار القارات التي يجب غزوها في هدف <I>قارات</I>.</p><p>ستظهر لك قائمة بقارات هذا العالم. اختر القارات التي تريد غزوها باستخدام الفأرة ومفاتيح Ctrl و Shift.</p>
eo: <p>Alklaku ĉi tiun butonon por elekti la konkerotajn kontinentojn en celo de <i>Kontinentoj</i>.</p><p>Vi ricevos liston de la kontinentoj de ĉi tiu mondo. Elektu tiujn por konkeri per la muso kaj la Ctrl kaj Shift klavoj.</p>

source: Select Continents
ar: اختر القارات
eo: Elekti Kontinentojn

source: Check to let the player choose one of the continents to conquer
ar: اختر لتدع اللاعب يختار واحدة من القارات التي يجب غزوها
eo: Marku por lasi la ludanton elekti unu el la kontinentoj por konkeri

source: Any
ar: أيّ
eo: Iu

source: List of the continents to conquer
ar: قائمة القارات التي يجب غزوها
eo: Listo de la konkerendaj kontinentoj

source: <p>List of the continents to conquer in a <i>Continents</i> goal.</p><p>You can change this list by clicking on the "Select continents" button above.</p>
ar: <p>قائمة القارات التي يجب غزوها في هدف <I>قارات</I>.</p><p>يمكنك تغيير هذه القائمة بالنقر على زر "اختر القارات" أعلاه.</p>
eo: <p>Listo de la konkerendaj kontinentoj en celo de <i>Kontinentoj</i>.</p><p>Vi povas ŝanĝi ĉi tiun liston klakante sur la supra butono "Elekti kontinentojn".</p>

source: Nationality
ar: القومية
eo: Nacieco

source: Name:
ar: الاسم:
eo: Nomo:

source: Nationality name
ar: اسم القومية
eo: Nacieca nomo

source: <p>Nationality name. The name of the player country. Can be the name of an existing country in case of a <i>realistic</i> world.</p><p>This string should be unique in the skin.</p>
ar: <p>اسم القومية. اسم بلد اللاعب. يمكن أن يكون اسم بلد موجود في عالم <I>واقعي</I>.</p><p>يجب أن يكون هذا الاسم فريدًا في المظهر.</p>
eo: <p>Nomo de nacieco. La nomo de la ludanto-lando. Povas esti la nomo de ekzistanta lando en kazo de <i>realisma</i> mondo.</p><p>Ĉi tiu ĉeno estu unika en la haŭto.</p>

source: Leader name:
ar: اسم القائد:
eo: Reganta nomo:

source: Leader name
ar: اسم القائد
eo: Reganta nomo

source: <p>Name of this nationality leader. In the case of a <i>realistic</i> skin, this could be the name of a well known king, president, etc.</p>
ar: <p>اسم قائد هذه القومية. في حالة المظهر <i>الواقعي</i>، يمكن أن يكون هذا الاسم لملك أو رئيس معروف، أو غير ذلك.</p>
eo: <p>Nomo de ĉi tiu nacieca gvidanto. Okaze de <i>realisma</i> haŭto, tio povus esti la nomo de konata reĝo, prezidanto, ktp.</p>

source: Flag ID in pool:
ar: رقم تعريف العلم في المجمع:
eo: Flag ID en la naĝejo:

source: Flag sprite id in the pool SVG
ar: رقم تعريف مُجسَّم العلم في ملف SVG المجمع
eo: Flago-spritidentigilo en la naĝejo SVG

source: Flag sprite id in the pool SVG (pool.svg).
ar: رقم تعريف مُجسَّم العلم في ملف SVG المجمع (pool.svg).
eo: Flago-spritidentigilo en la naĝejo SVG (pool.svg).

source: Skin Definition
ar: تعريف المظهر
eo: Haŭta Difino

source: Skin name:
ar: اسم المظهر:
eo: Haŭta nomo:

source: The skin's short name
ar: الاسم القصير للمظهر
eo: La mallonga nomo de la haŭto

source: Type here the skin's short name. This should be an identifier-like string
ar: اكتب هنا الاسم القصير للمظهر. يجب أن يكون نصًا يشبه المُعرِّف.
eo: Tajpu ĉi tie la mallongan nomon de la haŭto. Ĉi tio devus esti identig-simila ĉeno

source: Width x height:
ar: العرض × الارتفاع:
eo: Larĝo x alto:

source: Map's width
ar: عرض الخريطة
eo: Larĝo de mapo

source: This is the map's width. The map SVG element will be by default drawn on an image of this width. All positions on the map are expressed relatively to this dimension.
ar: هذا هو عرض الخريطة. سيرسم عنصر SVG للخريطة افتراضيًا على صورة بهذا العرض. تُعبّر جميع المواضع على الخريطة بشكل نسبي بالنسبة لهذا البعد.
eo: Ĉi tiu estas la larĝo de la mapo. La mapo SVG-elemento estos defaŭlte desegnita sur bildo de ĉi tiu larĝo. Ĉiuj pozicioj sur la mapo estas esprimitaj relative al ĉi tiu dimensio.

source: Map's height
ar: ارتفاع الخريطة
eo: Alteco de mapo

source: This is the map's height. The map SVG element will be by default drawn on an image of this height All positions on the map are expressed relatively to this dimension.
ar: هذا هو ارتفاع الخريطة. سيرسم عنصر SVG للخريطة افتراضيًا على صورة بهذا الارتفاع. تُعبّر جميع المواضع على الخريطة بشكل نسبي بالنسبة لهذا البعد.
eo: Ĉi tiu estas la alteco de la mapo. La mapo SVG-elemento estos defaŭlte desegnita sur bildo de ĉi tiu alteco. Ĉiuj pozicioj sur la mapo estas esprimitaj relative al ĉi tiu dimensio.

source: Map Font
ar: خط الخريطة
eo: Map Tiparo

source: Font used to draw country names
ar: الخط المستخدم لرسم أسماء البلدان
eo: Tiparo uzata por desegni landonomojn
