Repository: KDE/ksirk
Catalog: po/*/ksirkskineditor.po
Languages: ar, eo

source: <p>Firing cannon individual frame width.</p><p>The pool <i>firing cannon</i> element will be rendered on a pixmap of width (<i>Width</i> * <i>Number of frames</i>) and then split into individual frames.</p>
ar: <p>عرض إطار المدفع الناري الفردي.</p><p>سيُعرض عنصر <i>firing cannon</i> على خريطة نقطية بعرض (<i>العرض</i> * <i>عدد الإطارات</i>) ثم يقسم إلى إطارات فردية.</p>
eo: <p>Larĝo de individua kadro de pafa kanono.</p><p>La elemento de la naĝejo <i>pafa kanono</i> estos bildigita sur bildmapo de larĝo (<i>Larĝo</i> * <i>Nombro de kadroj</i>) kaj poste dividita en unuopaj kadroj.</p>

source: Firing cannon individual frame height
ar: ارتفاع إطار المدفع الناري الفردي
eo: Pafo kanono individua kadro alteco

source: <p>Firing cannon individual frame height.</p><p>The pool <i>firing cannon</i> element will be rendered on a pixmap of height (<i>Height</i> * <i>Number of versions</i>) and then split into individual frames.</p>
ar: <p>ارتفاع إطار المدفع الناري الفردي.</p><p>سيُعرض عنصر <i>firing cannon</i> على خريطة نقطية بارتفاع (<i>الارتفاع</i> * <i>عدد الإصدارات</i>) ثم يقسم إلى إطارات فردية.</p>
eo: <p>Pafkanono individua kadra alteco.</p><p>La naĝejo <i>pafkanono</i> elemento estos bildigita sur bildmapo de alteco (<i>Alteco</i> * <i>Nombro de versioj</i>) kaj poste dividita en unuopaj kadroj.</p>

source: Number of individual firing cannon frames
ar: عدد إطارات المدفع الناري الفردية
eo: Nombro de individuaj pafkanonkadroj

source: <p>Number of individual firing cannon frames.</p><p>The pool <i>firing cannon</i> element will be rendered on a pixmap of width (<i>Width</i> * <i>Number of frames</i>) and then split into individual frames.</p>
ar: <p>عدد إطارات المدفع الناري الفردية.</p><p>سيُعرض عنصر <i>firing cannon</i> على خريطة نقطية بعرض (<i>العرض</i> * <i>عدد الإطارات</i>) ثم يقسم إلى إطارات فردية.</p>
eo: <p>Nombro de unuopaj pafkanonaj kadroj.</p><p>La naĝejo <i>pafkanono</i>-elemento estos bildigita sur bildmapo de larĝo (<i>Larĝo</i> * <i> Nombro da kadroj</i>) kaj poste dividita en unuopaj kadroj.</p>

source: Number of firing cannon versions
ar: عدد إصدارات المدفع الناري
eo: Nombro de pafkanonversioj

source: <p>Number of firing cannon versions.</p><p>The pool <i>firing cannon</i> element will be rendered on a pixmap of height (<i>Height</i> * <i>Number of versions</i>) and then split into individual frames.</p><p>Each version shows the sprite visible from one direction: the first one is directed towards the right, the second towards the left, the third one from front and the last one from the back. However, not all sprites need all versions.</p>
ar: <p>عدد إصدارات المدفع الناري.</p><p>سيُعرض عنصر <i>firing cannon</i> على خريطة نقطية بارتفاع (<i>الارتفاع</i> * <i>عدد الإصدارات</i>) ثم يقسم إلى إطارات فردية.</p><p>يعرض كل إصدار الصورة الرمزية مرئية من اتجاه واحد: الأول يوجه نحو اليمين، والثاني نحو اليسار، والثالث من الأمام، والأخير من الخلف. لكن، ليس كل الصور الرمزية تحتاج كل الإصدارات.</p>
eo: <p>Nombro de pafkanono versioj.</p><p>La naĝejo <i>pafkanono</i> elemento estos bildigita sur bildmapo de alteco (<i>Alteco</i> * <i>Nombro de versioj</i>) kaj poste dividita en unuopaj kadroj.</p><p>Ĉiu versio montras la spriton videblan el unu direkto: la unua estas direktita dekstren, la dua maldekstren, la tria de fronto kaj la lasta de la dorso. Tamen, ne ĉiuj spritaĵoj bezonas ĉiujn versiojn.</p>

source: Data about the exploding sprite
ar: بيانات عن الصورة الرمزية للمتفجرات
eo: Datumoj pri la eksplodanta sprite

source: Exploding
ar: متفجر
eo: Eksplodante

source: Exploding cannon individual frame width
ar: عرض إطار المدفع المتفجر الفردي
eo: Eksplodkanono individua kadro-larĝo

source: <p>Exploding cannon individual frame width.</p><p>The pool <i>exploding</i> element will be rendered on a pixmap of width (<i>Width</i> * <i>Number of frames</i>) and then split into individual frames.</p>
ar: <p>عرض إطار المدفع المتفجر الفردي.</p><p>سيُعرض عنصر <i>متفجر</i> على خريطة نقطية بعرض (<i>العرض</i> * <i>عدد الإطارات</i>) ثم يقسم إلى إطارات فردية.</p>
eo: <p>Larĝo de individua kadro eksplodanta kanono.</p><p>La elemento <i>eksplodante</i> estos bildigita sur bildmapo de larĝo (<i>Larĝo</i> * <i>Nombro de kadroj</i>) kaj poste dividita en unuopaj kadroj.</p>

source: Exploding cannon individual frame height
ar: ارتفاع إطار المدفع المتفجر الفردي
eo: Eksplodante kanono individua kadro alteco

source: <p>Exploding cannon individual frame height.</p><p>The pool <i>exploding</i> element will be rendered on a pixmap of height (<i>Height</i> * <i>Number of versions</i>) and then split into individual frames.</p>
ar: <p>ارتفاع إطار المدفع المتفجر الفردي.</p><p>سيُعرض عنصر <i>متفجر</i> على خريطة نقطية بارتفاع (<i>الارتفاع</i> * <i>عدد الإصدارات</i>) ثم يقسم إلى إطارات فردية.</p>
eo: <p>Eksplodi kanonan individuan kadran altecon.</p><p>La naĝejo <i>eksplodanta</i> elemento estos bildita sur bildmapo de alteco (<i>Alteco</i> * <i>Nombro de versioj</i>) kaj poste dividita en individuajn kadrojn.</p>

source: Number of individual exploding cannon frames
ar: عدد إطارات المدفع المتفجر الفردية
eo: Nombro de individuaj eksplodantaj kanonkadroj

source: <p>Number of individual exploding cannon frames.</p><p>The pool <i>exploding</i> element will be rendered on a pixmap of width (<i>Width</i> * <i>Number of frames</i>) and then split into individual frames.</p>
ar: <p>عدد إطارات المدفع المتفجر الفردية.</p><p>سيُعرض عنصر <i>متفجر</i> على خريطة نقطية بعرض (<i>العرض</i> * <i>عدد الإطارات</i>) ثم يقسم إلى إطارات فردية.</p>
eo: <p>Nombro de individuaj eksplodantaj kanonkadroj.</p><p>La naĝejo <i>eksplodanta</i> elemento estos bildigita sur bildmapo de larĝo (<i>Larĝo</i> * <i>Nombro de kadroj</i>) kaj poste dividita en unuopaj kadroj.</p>

source: Number of exploding cannon versions
ar: عدد إصدارات المدفع المتفجر
eo: Nombro de eksplodantaj kanonversioj

source: <p>Number of exploding cannon versions.</p><p>The pool <i>exploding</i> element will be rendered on a pixmap of height (<i>Height</i> * <i>Number of versions</i>) and then split into individual frames.</p><p>Each version shows the sprite visible from one direction: the first one is directed towards the right, the second towards the left, the third one from front and the last one from the back. However, not all sprites need all versions.</p>
ar: <p>عدد إصدارات المدفع المتفجر.</p><p>سيُعرض عنصر <i>متفجر</i> على خريطة نقطية بارتفاع (<i>الارتفاع</i> * <i>عدد الإصدارات</i>) ثم يقسم إلى إطارات فردية.</p><p>يعرض كل إصدار الصورة الرمزية مرئية من اتجاه واحد: الأول يوجه نحو اليمين، والثاني نحو اليسار، والثالث من الأمام، والأخير من الخلف. لكن، ليس كل الصور الرمزية تحتاج كل الإصدارات.</p>
eo: <p>Nombro de eksplodantaj kanonaj versioj.</p><p>La naĝejo <i>eksplodanta</i> elemento estos bildigita sur bildmapo de alteco (<i>Alteco</i> * <i>Nombro de versioj</i>) kaj poste dividita en unuopaj kadroj.</p><p>Ĉiu versio montras la spriteton videblan de unu direkto: la unua estas direktita dekstren, la dua maldekstren, la tria de antaŭe. kaj la lasta de la dorso. Tamen, ne ĉiuj spritaĵoj bezonas ĉiujn versiojn.</p>

source: KsirK Skin Editor
ar: محرّر واجهة حرب العروش
eo: KsirK-Haŭtredaktilo

source: (c) 2008, Gaël de Chalendar
ar: (ج) 2008، غايل دي تشاليندار

source: For help and user manual, please see The KsirK Web site
ar: للمساعدة ودليل المستخدم، الرجاء الاطلاع على موقع حرب العروش على الويب
eo: Por helpo kaj uzantmanlibro, bonvolu vidi La KsirK-Retejon

source: Gaël de Chalendar aka Kleag
ar: غايل دي تشاليندار ويعرف بـ Kleag
eo: Gaël de Chalendar alinome Kleag

source: file to open
ar: ملف لفتحه
eo: dosiero malfermenda

source: Cannot load anchor icon<br>Program cannot continue
ar: لا يمكن تحميل أيقونة المرتكز<br>لا يمكن للبرنامج الاستمرار
eo: Ne povas ŝargi ankron-piktogramon<br>La programo ne povas daŭri

source: Cannot load center icon<br>Program cannot continue
ar: لا يمكن تحميل أيقونة المركز<br>لا يمكن للبرنامج الاستمرار
eo: Ne povas ŝarĝi la centran piktogramon<br>La programo ne povas daŭri

# @info:tooltip
source: Open a saved skin
ar: افتح غلاف محفوظ

# @action
source: Load &Recent
ar: حمّل أ&حدث

# @info:tooltip
source: Open a recently saved skin
ar: افتح غلافًا محفوظًا مؤخرًا

# @info:tooltip
source: Save the current skin
ar: احفظ الغلاف الحالي

# @title:window
source: Choose the Root Folder of the Skin to Open
ar: اختر المجلد الرئيسي للغلاف الذي تريد فتحه
eo: Elekti la Radikan Dosierujon de la Haŭto por Malfermi

source: There are unsaved changes. What do you want to do?
ar: توجد تغييرات غير محفوظة. ماذا تريد أن تفعل؟
eo: Estas nekonservitaj ŝanĝoj. Kion vi volas fari?

# @title:window
source: Unsaved Changes
ar: تغييرات غير محفوظة

# @action:button
source: Quit Without Saving
ar: اخرج بدون حفظ

# @action:button
source: Save and Quit
ar: احفظ واخرج

# @title:window
source: New Country Name
ar: اسم بلد جديد

# @label:textbox
source: Enter the name of the new country:
ar: أدخل اسم البلد الجديد:

source: Do you really want to delete country '%1'?
ar: هل حقًا تريد حذف البلد '%1'؟
eo: Ĉu vi vere volas forigi landon '%1'?

# @title:window
source: Delete Country Confirmation
ar: تأكيد حذف البلد

# @title:window
source: New Continent Name
ar: اسم قارة جديدة

# @label:textbox
source: Enter the name of the new continent:
ar: أدخل اسم القارة الجديدة:

source: Do you really want to delete continent '%1'?
ar: هل حقًا تريد حذف القارة '%1'؟
eo: Ĉu vi vere volas forigi la kontinenton '%1'?

# @title:window
source: Delete Continent Confirmation
ar: تأكيد حذف القارة

source: Do you really want to delete goal '%1'?
ar: هل تريد حقًا حذف الهدف '%1'؟
eo: Ĉu vi vere volas forigi celon '%1'?

# @title:window
source: Delete Goal Confirmation
ar: تأكيد حذف الهدف

# @title:window
source: New Nationality Name
ar: اسم قومية جديدة

# @label:textbox
source: Enter the name of the new nationality:
ar: أدخل اسم القومية الجديدة:

source: Do you really want to delete nationality '%1'?
ar: هل حقًا تريد حذف القومية '%1'؟
eo: Ĉu vi vere volas forigi naciecon '%1'?

# @title:window
source: Delete Nationality Confirmation
ar: تأكيد حذف القومية

source: Invalid skin definition file format. Expected %1 and got %2
ar: صيغة ملف تعريف المظهر غير صالحة. %1 متوقع و %2 موجود

source: Pool filename not found Program cannot continue
ar: لم أجد اسم ملف المجمع لا يمكن للبرنامج المتابعة
eo: Pool dosiernomo ne trovita La programo ne povas daŭri

source: Map mask image not found Program cannot continue
ar: لم أجد صورة قناع الخريطة لا يمكن للبرنامج المتابعة
eo: Mapo de masko bildo ne trovita La programo ne povas daŭri

source: Cannot read file %1: %2.
ar: لا يمكن قراءة الملف %1: %2.
eo: Ne povas legi dosieron %1: %2.

# @title:window
source: PoolLoader
ar: مُحمّل المجمع

source: Error - Unknown skin int data:
ar: خطأ - بيانات غلاف عددية غير معروفة:
eo: Eraro - Nekonata haŭta int-datumo:

source: Fatal Error
ar: خطأ فادح
eo: Grava eraro

source: Error - Unknown skin string data:
ar: خطأ - بيانات غلاف نصية غير معروفة:
eo: Eraro - Nekonataj haŭtaj ĉendatenoj:

# @title:window
source: Fatal Error
ar: خطأ فادح

source: KsirK - Goal Display
eo: KsirK - Cel-Ekrano

source: Preferences
eo: Preferaĵoj

source: Error
eo: Eraro

source: Open a saved skin...
eo: Malfermi konservitan haŭton...

source: Load &Recent
eo: Malfermi f&reŝdatajn

source: Open a recently saved skin...
eo: Malfermi lastatempe konservitan haŭton...

source: Save the current skin
eo: Konservi la nunan haŭton

source: Exit Anyway?
eo: Eliri Ĉiukaze?

source: Quit without saving
eo: Forlasi sen konservi

source: Save then quit
eo: Konservi tiam ĉesi

source: Do not quit
eo: Ne forlasi

source: New country name
eo: Nova landonomo

source: Enter the name of the new country
eo: Enigu la nomon de la nova lando

source: Really delete country?
eo: Ĉu vere forigi landon?

source: New continent name
eo: Nova kontinenta nomo

source: Enter the name of the new continent
eo: Enigu la nomon de la nova kontinento

source: Really delete continent?
eo: Ĉu vere forigi kontinenton?

source: Really delete goal?
eo: Ĉu vere forigi celon?

source: New nationality name
eo: Nova nomo de nacieco

source: Enter the name of the new nationality
eo: Enigu la nomon de la nova nacieco

source: Really delete nationality?
eo: Ĉu vere forigi naciecon?

source: Error - Invalid skin definition file format. Expected %1 and got %2
eo: Eraro - Nevalida haŭtdifina dosierformato. Atendis %1 kaj ricevis %2

source: KsirK Skin Editor Preferences
eo: Preferoj de KsirK Haŭta Redaktilo
