Repository: KDE/ksirk
Catalog: po/*/ksirkskineditor.po
Languages: ar, eo

source: This font will be used to draw the country names on the map
ar: استخدم هذا الخط لرسم أسماء البلدان على الخريطة
eo: Ĉi tiu tiparo estos uzata por desegni la landnomojn sur la mapo

source: Fg:
ar: الأمامية:

source: Foreground color for country names
ar: لون الواجهة لأسماء البلدان
eo: Malfona koloro por landonomoj

source: This color will be used to draw the foreground of the country names on the map
ar: استخدم هذا اللون لرسم واجهة أسماء البلدان على الخريطة
eo: Ĉi tiu koloro estos uzata por desegni la malfonon de la landnomoj sur la mapo

source: Bg:
ar: الخلفية:

source: Background color for country names
ar: لون الخلفية لأسماء البلدان
eo: Fonkoloro por landnomoj

source: This color will be used to draw the background of the country names on the map
ar: استخدم هذا اللون لرسم خلفية أسماء البلدان على الخريطة
eo: Ĉi tiu koloro estos uzata por desegni la fonon de la landnomoj sur la mapo

source: Human readable description of the skin
ar: وصف المظهر بصيغة قابلة للقراءة
eo: Homa legebla priskribo de la haŭto

source: Describe here the skin, its style, its story, the intent of its author(s), etc.
ar: صف هنا المظهر، أسلوبه، قصته، ونية مؤلفه، إلخ.
eo: Priskribu ĉi tie la haŭton, ĝian stilon, ĝian rakonton, la intencon de ĝia(j) aŭtoro(j), ktp.

source: Sprites
ar: المُجسَّمات

source: Edit the sprite definitions in the right dock.
ar: حرّر تعريفات المُجسَّمات في الرصيف الأيمن.
eo: Redaktu la spritdifinojn la dekstra doko.

source: Nationalities
ar: قوميات
eo: Naciecoj

source: Creates a new Nationality
ar: أنشئ قومية جديدة
eo: Kreas novan naciecon

source: Click here to add a new nationality. You will be prompted for its name.
ar: انقر هنا لإضافة قومية جديدة. سيُطلب منك إدخال اسمها.
eo: Klaku ĉi tie por aldoni novan naciecon. Oni petos vin pri ĝia nomo.

source: New Nationality
ar: قومية جديدة
eo: Nova Nacieco

source: Removes the currently selected nationality
ar: أزل القومية المحددة حاليًا
eo: Forigas la nuntempe elektitan naciecon

source: Click here to remove the currently selected nationality. You will be asked for confirmation.
ar: انقر هنا لإزالة القومية المحددة حاليًا. سيُطلب منك التأكيد.
eo: Klaku ĉi tie por forigi la nuntempe elektitan naciecon. Oni petos vin pri konfirmo.

source: Nationality list
ar: قائمة القوميات
eo: Listo de nacieco

source: This list shows the nationalities defined. Each nationality name should be unique. Select a nationality and edit its details in the right dock. During the game, each player must choose a nationality. As such, you should add at least as many nationalities as the maximum number of players for this skin.
ar: تعرض هذه القائمة القوميات المعرّفة. يجب أن يكون اسم كل قومية فريدًا. اختر قومية وقم بتحرير تفاصيلها في الرصيف الأيمن. أثناء اللعب، يجب على كل لاعب اختيار قومية. لذا، أضف على الأقل عددًا من القوميات يساوي العدد الأقصى من اللاعبين لهذا المظهر.
eo: Ĉi tiu listo montras la difinitajn naciecojn. Ĉiu nacieca nomo estu unika. Elektu naciecon kaj redaktu ĝiajn detalojn en la dekstra doko. Dum la ludo, ĉiu ludanto devas elekti naciecon. Kiel tia, vi devus aldoni almenaŭ tiom da naciecoj kiel la maksimuma nombro da ludantoj por ĉi tiu haŭto.

source: Creates a new country
ar: أنشئ بلدًا جديدًا
eo: Kreas novan landon

source: Click here to add a new country. You will be prompted for its name.
ar: انقر هنا لإضافة بلد جديد. سيُطلب منك إدخال اسمه.
eo: Klaku ĉi tie por aldoni novan landon. Oni petos vin pri ĝia nomo.

source: New Country
ar: بلد جديد
eo: Nova Lando

source: Removes the currently selected country
ar: أزل البلد المحدد حاليًا
eo: Forigas la nuntempe elektitan landon

source: Click here to remove the currently selected country. You will be asked for confirmation.
ar: انقر هنا لإزالة البلد المحدد حاليًا. سيُطلب منك التأكيد.
eo: Klaku ĉi tie por forigi la nuntempe elektitan landon. Oni petos vin pri konfirmo.

source: Country list
ar: قائمة البلدان
eo: Landa listo

source: This list shows the countries defined. Each country name should be unique. Select a country and edit its details in the right dock.
ar: تعرض هذه القائمة البلدان المعرّفة. يجب أن يكون اسم كل بلد فريدًا. اختر بلدًا وقم بتحرير تفاصيله في الرصيف الأيمن.
eo: Ĉi tiu listo montras la difinitajn landojn. Ĉiu landonomo estu unika. Elektu landon kaj redaktu ĝiajn detalojn en la dekstra doko.

source: Creates a new continent
ar: أنشئ قارة جديدة
eo: Kreas novan kontinenton

source: Click here to add a new continent. You will be prompted for its name.
ar: انقر هنا لإضافة قارة جديدة. سيُطلب منك إدخال اسمها.
eo: Klaku ĉi tie por aldoni novan kontinenton. Oni petos vin pri ĝia nomo.

source: New Continent
ar: قارة جديدة
eo: Nova Kontinento

source: Removes the currently selected continent
ar: أزل القارة المحددة حاليًا
eo: Forigas la nuntempe elektitan kontinenton

source: Click here to remove the currently selected continent. You will be asked for confirmation.
ar: انقر هنا لإزالة القارة المحددة حاليًا. سيُطلب منك التأكيد.
eo: Klaku ĉi tie por forigi la nuntempe elektitan kontinenton. Oni petos vin pri konfirmo.

source: Continent list
ar: قائمة القارات
eo: Listo de kontinentoj

source: This list shows the continents defined. Each continent name should be unique. Select a continent and edit its details in the right dock.
ar: تعرض هذه القائمة القارات المعرّفة. يجب أن يكون اسم كل قارة فريدًا. اختر قارة وقم بتحرير تفاصيلها في الرصيف الأيمن.
eo: Ĉi tiu listo montras la difinitajn kontinentojn. Ĉiu kontinenta nomo estu unika. Elektu kontinenton kaj redaktu ĝiajn detalojn en la dekstra doko.

source: Goals
ar: الأهداف
eo: Celoj

source: Creates a new goal
ar: أنشئ هدفًا جديدًا
eo: Kreas novan celon

source: Click here to add a new goal. It will be named automatically.
ar: انقر هنا لإضافة هدف جديد. سيسمى آليًا.
eo: Klaku ĉi tie por aldoni novan celon. Ĝi estos nomita aŭtomate.

source: New Goal
ar: هدف جديد
eo: Nova Celo

source: Removes the currently selected goal
ar: أزل الهدف المحدد حاليًا
eo: Forigas la nuntempe elektitan celon

source: Click here to remove the currently selected goal. You will be asked for confirmation.
ar: انقر هنا لإزالة الهدف المحدد حاليًا. سيُطلب منك التأكيد.
eo: Klaku ĉi tie por forigi la nuntempe elektitan celon. Oni petos vin pri konfirmo.

source: Goal list
ar: قائمة الأهداف
eo: Listo de goloj

source: This list shows the goals defined. Each goal name should be unique. Select a goal and edit its details in the right dock.
ar: تعرض هذه القائمة الأهداف المحددة.يجب أن يكون اسم كل هدف فريدًا. حدد هدفًا وحرر تفاصيله في الرصيف الأيمن.
eo: Ĉi tiu listo montras la celojn difinitajn. Ĉiu celnomo devus esti unika. Elektu celon kaj redaktu ĝiajn detalojn en la dekstra doko.

# @title:tab
source: Preferences
ar: تفضيلات

source: Country Selection Dialog
ar: حوار اختيار البلد
eo: Lando Elekto Dialogo

source: List of all the countries defined in the world. Currently selected countries are highlighted. You can modify the selection using the mouse and Ctrl and Shift keys.
ar: قائمة بجميع البلدان المحددة في العالم. البلدان المحددة حاليًا مضيئة. يمكنك تعديل التحديد باستخدام الفأرة ومفتاحي Ctrl و Shift.
eo: Listo de ĉiuj landoj difinitaj en la mondo. Nuntempe elektitaj landoj estas emfazitaj. Vi povas modifi la elekton per la muso kaj Ctrl kaj Shift klavoj.

source: &Game
ar: &لعبة
eo: &Ludo

source: &Settings
ar: إ&عدادات
eo: A&gordo

source: &Help
ar: م&ساعدة
eo: &Helpo

source: Main Toolbar
ar: شريط الأدوات الرئيس
eo: Ĉefa ilobreto

source: Sprite placement buttons
ar: أزرار وضع الصورة الرمزية
eo: Sprite-lokigaj butonoj

source: Use the buttons here to do the initial placement of the corresponding sprite for the currently selected country. The buttons are available only if the sprite is not already placed.
ar: استخدم الأزرار هنا للقيام بالوضع الأولي للصورة الرمزية المقابلة للبلد المحدد حاليًا. الأزرار متوفرة فقط إذا لم توضع الصورة الرمزية بعد.
eo: Uzu la butonojn ĉi tie por fari la komencan lokigon de la responda sprite por la nuntempe elektita lando. La butonoj disponeblas nur se la sprite ne estas jam metita.

source: Map with sprites
ar: خريطة بالصور الرمزية
eo: Mapo kun sprites

source: Shows the map of the skin with all already placed sprites, the country names, and the highlighting anchors. Drag and drop the sprites, the country names, and the highlighting anchors to change their place.
ar: يعرض خريطة الغلاف بكل الصور الرمزية الموضوعة بالفعل، وأسماء البلدان، ومرتكزات التظليل.اسحب وأسقط الصور الرمزية، وأسماء البلدان، ومرتكزات التظليل لتغيير مكانها.
eo: Montras la mapon de la haŭtaĵo kun ĉiuj jam metitaj spritoj, la landnomoj kaj la reliefaj ankroj. Trenu kaj faligu la spritojn, la landnomojn kaj la reliefajn ankrojn por ŝanĝi ilian lokon.

source: Width between fighter and flag:
ar: العرض بين المقاتل والعلم:
eo: Larĝo inter batalanto kaj flago:

source: Empty space size between fighting cannon and flag
ar: حجم المساحة الفارغة بين المدفع المقاتل والعلم
eo: Malplena spacgrandeco inter batalkanono kaj flago

source: Empty space size between fighting cannon and flag. During a battle, firing (end exploding) cannons of each player are placed in both sides of the defender country flag. This parameter is the number of pixels between the flag and each cannon, measured relatively to the map base size as set in the main skin definition panel.
ar: حجم المساحة الفارغة بين المدفع المقاتل والعلم. أثناء المعركة، توضع مدافع كل لاعب (النارية والمتفجرة) على جانبي علم البلد المدافع. هذا المعامل هو عدد البكسلات بين العلم وكل مدفع، ويقاس بالنسبة إلى حجم قاعدة الخريطة كما هو محدد في لوحة تعريف الغلاف الرئيسية.
eo: Malplena spacgrandeco inter batalkanono kaj flago. Dum batalo, pafantaj (kaj eksplodantaj) kanonoj de ĉiu ludanto estas metitaj ambaŭflanke de la defendanto-landa flago. Ĉi tiu parametro estas la nombro da rastrumeroj inter la flago kaj ĉiu kanono, mezurita relative al la mapa bazgrando kiel fiksita en la ĉefa haŭtdifina panelo.

source: Data about all sprites
ar: بيانات عن كل الصور الرمزية
eo: Datumoj pri ĉiuj spritaĵoj

source: Data about the flag sprite
ar: بيانات عن الصورة الرمزية للعلم
eo: Datumoj pri la flaga sprite

source: Flag
ar: العلم
eo: Flago

source: Width:
ar: العرض:
eo: Larĝeco:

source: Flag individual frame width
ar: عرض إطار العلم الفردي
eo: Flago de individua kadro larĝa

source: <p>Flag individual frame width.</p><p>The pool <i>flag</i> element will be rendered on a pixmap of width: <i>Width</i> * N<i>number of frames</i> and then split into individual frames.</p>
ar: <p>عرض إطار العلم الفردي.</p><p>سيُعرض عنصر <i>flag</i> على خريطة نقطية بعرض: <i>العرض</i> * <i>عدد الإطارات</i> ثم يقسم إلى إطارات فردية.</p>
eo: <p>Marki individuan kadran larĝecon.</p><p>La naĝejo <i>flaga</i>-elemento estos bildita sur bildmapo de larĝo: <i>Larĝo</i> * N<i>nombro de kadroj</i> kaj poste dividita en unuopaj kadroj.</p>

source: Height:
ar: الارتفاع:
eo: Alteco:

source: Flag individual frame height
ar: ارتفاع إطار العلم الفردي
eo: Flago de individua kadro-alteco

source: Flag individual frame height. The pool flag element will be rendered on a pixmap of height: (Height * Number of versions) and then split into individual frames.
ar: ارتفاع إطار العلم الفردي. سيُعرض عنصر العلم على خريطة نقطية بارتفاع: (الارتفاع * عدد الإصدارات) ثم يقسم إلى إطارات فردية.
eo: Marki individuan kadran altecon. La ara flagelemento estos bildita sur bildmapo de alteco: (Alteco * Nombro da versioj) kaj poste dividita en individuajn kadrojn.

source: Nb frames:
ar: عدد الإطارات:
eo: Nb kadroj:

source: Number of individual flag frames
ar: عدد إطارات العلم الفردية
eo: Nombro de individuaj flagkadroj

source: <p>Number of individual flag frames.</p><p>The pool <i>flag</i> element will be rendered on a pixmap of width: (<i>Width</i> * <i>Number of frames</i>) and then split into individual frames.</p>
ar: <p>عدد إطارات العلم الفردية.</p><p>سيُعرض عنصر <i>flag</i> على خريطة نقطية بعرض: (<i>العرض</i> * <i>عدد الإطارات</i>) ثم يقسم إلى إطارات فردية.</p>
eo: <p>Nombro de individuaj flagkadroj.</p><p>La elemento <i>flag</i> estos bildigita sur bildmapo de larĝo: (<i>Larĝo</i> * <i>Nombro de kadroj</i>) kaj poste dividita en unuopaj kadroj.</p>

source: Nb versions:
ar: عدد الإصدارات:
eo: Nb versioj:

source: Number of flag versions
ar: عدد إصدارات العلم
eo: Nombro de flagversioj

source: Number of flag versions. The pool flag element will be rendered on a pixmap of height: (Height * Number of versions) and then split into individual frames. Each version shows the sprite visible from one direction: the first one is directed towards the right, the second towards the left, the third one from the front and the last one from the back. However, not all sprites need all versions.
ar: عدد إصدارات العلم. سيُعرض عنصر العلم على خريطة نقطية بارتفاع: (الارتفاع * عدد الإصدارات) ثم يقسم إلى إطارات فردية. يعرض كل إصدار الصورة الرمزية مرئية من اتجاه واحد: الأول يوجه نحو اليمين، والثاني نحو اليسار، والثالث من الأمام، والأخير من الخلف. لكن، ليس كل الصور الرمزية تحتاج كل الإصدارات.
eo: Nombro da flagversioj. La ara flagelemento estos bildigita sur bildmapo de alteco: (Alteco * Nombro da versioj) kaj poste dividita en unuopaj kadroj. Ĉiu versio montras la spriteton videblan el unu direkto: la unua unu estas direktita dekstren, la dua maldekstren, la tria de antaŭe kaj la lasta de malantaŭe. Tamen, ne ĉiuj sprites bezonas ĉiujn versiojn.

source: Data about the infantry sprite
ar: بيانات عن الصورة الرمزية للمشاة
eo: Datenoj pri la infanteria sprito

source: Infantry
ar: المشاة
eo: Infanterio

source: Infantry individual frame width
ar: عرض إطار المشاة الفردي
eo: Infanterio individua kadro larĝa

source: <p>Infantry individual frame width.</p><p>The pool <i>infantry</i> element will be rendered on a pixmap of width: <i>Width</i> * <i>number of frames</i> and then split into individual frames.</p>
ar: <p>عرض إطار المشاة الفردي.</p><p>سيُعرض عنصر <i>infantry</i> على خريطة نقطية بعرض: <i>العرض</i> * <i>عدد الإطارات</i> ثم يقسم إلى إطارات فردية.</p>
eo: <p>Infanteria individua kadrolarĝo.</p><p>La naĝejo <i>infanterio</i>-elemento estos bildigita sur bildmapo de larĝo: <i>Larĝo</i> * <i>nombro de kadroj </i>kaj poste dividita en individuajn kadrojn.</p>

source: Infantry individual frame height
ar: ارتفاع إطار المشاة الفردي
eo: Infanterio individua kadro alteco

source: <p>Infantry individual frame height.</p><p>The pool <i>infantry</i> element will be rendered on a pixmap of height: <i>Height</i> * <i>Number of versions</i> and then split into individual frames.</p>
ar: <p>ارتفاع إطار المشاة الفردي.</p><p>سيُعرض عنصر <i>infantry</i> على خريطة نقطية بارتفاع: <i>الارتفاع</i> * <i>عدد الإصدارات</i> ثم يقسم إلى إطارات فردية.</p>
eo: <p>Infanteria individua kadra alteco.</p><p>La naĝejo <i>infanterio</i>-elemento estos bildita sur bildmapo de alteco: <i>Alteco</i> * <i>Nombro de versioj </i>kaj poste dividita en individuajn kadrojn.</p>

source: Number of individual infantry frames
ar: عدد إطارات المشاة الفردية
eo: Nombro da individuaj infanteriokadroj

source: <p>Infantry number of individual frames.</p><p>The pool <i>infantry</i> element will be rendered on a pixmap of width: (<i>Width</i> * <i>Number of frames</i>) and then split into individual frames.</p>
ar: <p>عدد إطارات المشاة الفردية.</p><p>سيُعرض عنصر <i>infantry</i> على خريطة نقطية بعرض: (<i>العرض</i> * <i>عدد الإطارات</i>) ثم يقسم إلى إطارات فردية.</p>
eo: <p>Infanteria nombro da individuaj kadroj.</p><p>La naĝejo <i>infanteria</i>-elemento estos bildita sur bildmapo de larĝo: (<i>Larĝo</i> * <i>Nombro de kadroj</i>) kaj poste dividita en unuopaj kadroj.</p>

source: Number of infantry versions
ar: عدد إصدارات المشاة
eo: Nombro da infanterioversioj

source: <p>Number of infantry versions.</p><p>The pool <i>infantry</i> element will be rendered on a pixmap of height: (<i>Height</i> * <i>Number of versions</i>) and then split into individual frames.</p><p>Each version shows the sprite visible from one direction: the first one is directed towards the right, the second towards the left, the third one from front and the last one from the back. However, not all sprites need all versions.</p>
ar: <p>عدد إصدارات المشاة.</p><p>سيُعرض عنصر <i>infantry</i> على خريطة نقطية بارتفاع: (<i>الارتفاع</i> * <i>عدد الإصدارات</i>) ثم يقسم إلى إطارات فردية.</p><p>يعرض كل إصدار الصورة الرمزية مرئية من اتجاه واحد: الأول يوجه نحو اليمين، والثاني نحو اليسار، والثالث من الأمام، والأخير من الخلف. لكن، ليس كل الصور الرمزية تحتاج كل الإصدارات.</p>
eo: <p>Nombro da infanteriaj versioj.</p><p>La naĝejo <i>infanteria</i>-elemento estos bildigita sur bildmapo de alteco: (<i>Alteco</i> * <i>Nombro de versioj</i>) kaj poste dividita en unuopaj kadroj.</p><p>Ĉiu versio montras la spriteton videblan de unu direkto: la unua estas direktita dekstren, la dua maldekstren, la tria de antaŭe. kaj la lasta de la dorso. Tamen, ne ĉiuj spritaĵoj bezonas ĉiujn versiojn.</p>

source: Data about the cavalry sprite
ar: بيانات عن الصورة الرمزية للفرسان
eo: Datenoj pri la kavaleria sprito

source: Cavalry
ar: الفرسان
eo: Kavalerio

source: Individual cavalry frame width
ar: عرض إطار الفرسان الفردي
eo: Individua kavaleria kadrolarĝo

source: <p>Individual cavalry frame width.</p><p>The pool <i>cavalry</i> element will be rendered on a pixmap of width (<i>Width</i> * <i>Number of frames</i>) and then split into individual frames.</p>
ar: <p>عرض إطار الفرسان الفردي.</p><p>سيُعرض عنصر <i>cavalry</i> على خريطة نقطية بعرض (<i>العرض</i> * <i>عدد الإطارات</i>) ثم يقسم إلى إطارات فردية.</p>
eo: <p>Individua kavaleria kadrolarĝo.</p><p>La naĝejo <i>kavaleria</i>-elemento estos bildita sur bildmapo de larĝo (<i>Larĝo</i> * <i>Nombro de kadroj </i>) kaj poste dividita en individuajn kadrojn.</p>

source: Individual cavalry frame height
ar: ارتفاع إطار الفرسان الفردي
eo: Individua kavaleria kadro-alteco

source: <p>Individual cavalry frame height.</p><p>The pool <i>cavalry</i> element will be rendered on a pixmap of height (<i>Height</i> * <i>Number of versions</i>) and then split into individual frames.</p>
ar: <p>ارتفاع إطار الفرسان الفردي.</p><p>سيُعرض عنصر <i>cavalry</i> على خريطة نقطية بارتفاع (<i>الارتفاع</i> * <i>عدد الإصدارات</i>) ثم يقسم إلى إطارات فردية.</p>
eo: <p>Individua kavaleria kadro-alteco.</p><p>La naĝejo <i>kavaleria</i> elemento estos bildigita sur bildmapo de alteco (<i>Alteco</i> * <i>Nombro de versioj </i>) kaj poste dividita en individuajn kadrojn.</p>

source: Number of individual cavalry frames
ar: عدد إطارات الفرسان الفردية
eo: Nombro da individuaj kavaleriokadroj

source: <p>Number of individual cavalry frames.</p><p>The pool <i>cavalry</i> element will be rendered on a pixmap of width: (<i>Width</i> * <i>Number of frames</i>) and then split into individual frames.</p>
ar: <p>عدد إطارات الفرسان الفردية.</p><p>سيُعرض عنصر <i>cavalry</i> على خريطة نقطية بعرض: (<i>العرض</i> * <i>عدد الإطارات</i>) ثم يقسم إلى إطارات فردية.</p>
eo: <p>Nombro de unuopaj kavaleriaj kadroj.</p><p>La naĝejo <i>kavaleria</i>-elemento estos bildigita sur bildmapo de larĝo: (<i>Larĝo</i> * <i>Nombro de kadroj</i>) kaj poste dividita en unuopaj kadroj.</p>

source: Number of cavalry versions
ar: عدد إصدارات الفرسان
eo: Nombro da kavalerioversioj

source: <p>Number of cavalry versions.</p><p>The pool <i>cavalry</i> element will be rendered on a pixmap of height (<i>Height</i> * <i>Number of versions</i>) and then split into individual frames.</p><p>Each version shows the sprite visible from one direction: the first one is directed towards the right, the second towards the left, the third one from front and the last one from the back. However, not all sprites need all versions.</p>
ar: <p>عدد إصدارات الفرسان.</p><p>سيُعرض عنصر <i>cavalry</i> على خريطة نقطية بارتفاع (<i>الارتفاع</i> * <i>عدد الإصدارات</i>) ثم يقسم إلى إطارات فردية.</p><p>يعرض كل إصدار الصورة الرمزية مرئية من اتجاه واحد: الأول يوجه نحو اليمين، والثاني نحو اليسار، والثالث من الأمام، والأخير من الخلف. لكن، ليس كل الصور الرمزية تحتاج كل الإصدارات.</p>
eo: <p>Nombro de kavaleriaj versioj.</p><p>La naĝejo <i>kavaleria</i>-elemento estos bildita sur bildmapo de alteco (<i>Alteco</i> * <i>Nombro de versioj </i>) kaj poste dividita en unuopaj kadroj.</p><p>Ĉiu versio montras la spriteton videblan de unu direkto: la unua estas direktita dekstren, la dua maldekstren, la tria de antaŭe kaj la lasta de la dorso. Tamen, ne ĉiuj spritaĵoj bezonas ĉiujn versiojn.</p>

source: Data about the cannon sprite
ar: بيانات عن الصورة الرمزية للمدفع
eo: Datenoj pri la kanonsprito

source: Cannon
ar: المدفع
eo: Kanono

source: Cannon individual frame width
ar: عرض إطار المدفع الفردي
eo: Kanono individua kadro larĝa

source: <p>Cannon individual frame width.</p><p>The pool <i>cannon</i> element will be rendered on a pixmap of width (<i>Width</i> * <i>Number of frames</i>) and then split into individual frames.</p>
ar: <p>عرض إطار المدفع الفردي.</p><p>سيُعرض عنصر <i>cannon</i> على خريطة نقطية بعرض (<i>العرض</i> * <i>عدد الإطارات</i>) ثم يقسم إلى إطارات فردية.</p>
eo: <p>Larĝo de individua kadro de kanono.</p><p>La elemento <i>kanono</i> estos bildita sur bildmapo de larĝo (<i>Larĝo</i> * <i>Nombro de kadroj </i>) kaj poste dividita en individuajn kadrojn.</p>

source: Individual cannon frame height
ar: ارتفاع إطار المدفع الفردي
eo: Individua kanona kadro alteco

source: <p>Individual cannon frame height.</p><p>The pool <i>cannon<i> element will be rendered on a pixmap of height (<i>Height</i> * <i>Number of versions</i>) and then split into individual frames.</p>
ar: <p>ارتفاع إطار المدفع الفردي.</p><p>سيُعرض عنصر <i>cannon</i> على خريطة نقطية بارتفاع (<i>الارتفاع</i> * <i>عدد الإصدارات</i>) ثم يقسم إلى إطارات فردية.</p>
eo: <p>Individua kanona kadro-alteco.</p><p>La naĝejo <i>kanono<i>-elemento estos bildita sur bildmapo de alteco (<i>Alteco</i> * <i>Nombro de versioj</i>) kaj poste dividita en individuajn kadrojn.</p>

source: Number of individual cannon frames
ar: عدد إطارات المدفع الفردية
eo: Nombro da individuaj kanonkadroj

source: <p>Number of individual cannon frames.</p><p>The pool <i>cannon</i> element will be rendered on a pixmap of width (<i>Width</i> * <i>Number of frames</i>) and then split into individual frames.</p>
ar: <p>عدد إطارات المدفع الفردية.</p><p>سيُعرض عنصر <i>cannon</i> على خريطة نقطية بعرض (<i>العرض</i> * <i>عدد الإطارات</i>) ثم يقسم إلى إطارات فردية.</p>
eo: <p>Nombro de individuaj kanonkadroj.</p><p>La naĝejo <i>kanono</i>-elemento estos bildita sur bildmapo de larĝo (<i>Larĝo</i> * <i>Nombro de kadroj</i>) kaj poste dividita en unuopaj kadroj.</p>

source: Number of cannon versions
ar: عدد إصدارات المدفع
eo: Nombro da kanonversioj

source: <p>Number of cannon versions.</p><p>The pool <i>cannon</i> element will be rendered on a pixmap of height (<i>Height</i> * <i>Number of versions</i>) and then split into individual frames.</p><p>Each version shows the sprite visible from one direction: the first one is directed towards the right, the second towards the left, the third one from front and the last one from the back. However, not all sprites need all versions.</p>
ar: <p>عدد إصدارات المدفع.</p><p>سيُعرض عنصر <i>cannon</i> على خريطة نقطية بارتفاع (<i>الارتفاع</i> * <i>عدد الإصدارات</i>) ثم يقسم إلى إطارات فردية.</p><p>يعرض كل إصدار الصورة الرمزية مرئية من اتجاه واحد: الأول يوجه نحو اليمين، والثاني نحو اليسار، والثالث من الأمام، والأخير من الخلف. لكن، ليس كل الصور الرمزية تحتاج كل الإصدارات.</p>
eo: <p>Nombro de kanonaj versioj.</p><p>La naĝejo <i>kanono</i>-elemento estos bildita sur bildmapo de alteco (<i>Alteco</i> * <i>Nombro de versioj </i>) kaj poste dividita en unuopaj kadroj.</p><p>Ĉiu versio montras la spriteton videblan el unu direkto: la unua estas direktita dekstren, la dua maldekstren, la tria de antaŭe kaj la lasta de la dorso. Tamen, ne ĉiuj spritaĵoj bezonas ĉiujn versiojn.</p>

source: Data about the firing sprite
ar: بيانات عن الصورة الرمزية للنيران
eo: Datumoj pri la pafado

source: Firing
ar: نيران
eo: Pafado

source: Firing cannon individual frame width
ar: عرض إطار المدفع الناري الفردي
eo: Pafo kanono individua kadro larĝa
