Repository: KDE/ksirk
Catalog: po/*/ksirk.po
Languages: ar, eo, eu

# @action:button
source: Quit Game
ar: أنهِ اللعبة
eo: Forlasi Ludon
eu: Irten jokotik

source: Before you quit, do you want to save your game?
ar: قبل أن تُنهي، هل تريد حفظ لعبتك؟
eo: Antaŭ ol vi ĉesi, ĉu vi volas konservi vian ludon?
eu: Irten baino lehen, zure jokoa gorde nahi duzu?

# @title:window
source: KsirK - Load Game
eo: KsirK - Ŝargi Ludon
eu: KsirK - Jokoa zamatu

source: Waiting for the connection of %1 network players.
ar: ننتظر اتصال %1 من لاعبي الشبكة.
eo: Atendante la konekton de %1 retaj ludantoj.

source: <font color="red">%2</font> attacks you from <font color="red">%3</font> with 1 army!<br> How do you want to defend <font color="blue">%4</font>?
ar: <font color="red">%2</font> يهاجمك من <font color="red">%3</font> بجيش واحد! كيف تريد الدفاع عن <font color="blue">%4<//font>؟
eo: <font color="red">%2</font> atakas vin de <font color="red">%3</font> kun 1 armeo!<br> Kiel vi volas defendi <font color="blue">%4</font>?

source: Defend 1
eo: Defendi 1
eu: Defendatu 1

source: Defend 2
eo: Defendi 2
eu: Defendatu 2

source: Waiting for %1 players to connect
ar: ننتظر اتصال %1 من اللاعبين
eo: Atendante ke %1 ludantoj konektu
eu: %1 jokalari konektatzeko zain

source: There is no country here!
ar: لا يوجد بلد هنا!
eo: Ne estas lando ĉi tie!
eu: Hemen ez dago herrialderik!

source: You are not the owner of the first country: %1!
ar: أنت لست مالك البلد الأول: %1!
eo: Vi ne estas la posedanto de la unua lando: %1!
eu: Ez zara lehenengo herrialdearen jabea: %1!

source: You are not the owner of the second country: %1!
ar: أنت لست مالك البلد الثاني: %1!
eo: Vi ne estas la posedanto de la dua lando: %1!
eu: Ez zara bigarren herrialdearen jabea: %1!

source: You are trying to move armies from %1 to itself!
ar: تحاول نقل الجيوش من %1 إلى نفسه!
eo: Vi provas movi armeojn de %1 al si mem!
eu: %1(e)ko armadak berera mugitzen saiatzen ari zara1

source: %1 is not a neighbour of %2!
ar: %1 ليس جارًا لـ %2!
eo: %1 ne estas najbaro de %2!
eu: %1 ez da %2(e)ren mugakidea!

source: Moving armies from %1 to %2.
ar: يجري نقل الجيوش من %1 إلى %2.
eo: Movante armeojn de %1 al %2.
eu: Armadak %1(e)tik %2(e)ra mugitzen.

source: You are the owner of the second country: %1!
ar: أنت مالك البلد الثاني: %1!
eo: Vi estas la posedanto de la dua lando: %1!
eu: Bigarren herrialdearen jabea zara. %1!

source: Ready to fight!
ar: مستعدٌ للقتال!
eo: Preta batali!
eu: Borrokarako prest!

source: <font color="orange">No country here!</font>
ar: <font color="orange">لا يوجد بلدٌ هنا!</font>
eo: <font color="orange">Neniu lando ĉi tie!</font>
eu: <font color="orange">Hemen ez dago herrialderik!</font>

source: <font color="orange">You are not the owner of %1!</font>
ar: <font color="orange">أنت لست مالك %1!</font>
eo: <font color="orange">Vi ne estas la posedanto de %1!</font>
eu: <font color="orange">Ez zara %1(e)ren jabea!</font>

source: <font color="orange">There is only %1 armies in %2!</font>
ar: <font color="orange">يوجد %1 من الجيوش فقط في %2!</font>
eo: <font color="orange">Estas nur %1 armeoj en %2!</font>
eu: <font color="orange">%2(e)an bakarrik armada %1 dago!</font>

source: %1, you defend with the only army you have in %2.
ar: %1، دافع بالجيش الوحيد الموجود في %2.
eo: %1, vi defendas per la sola armeo, kiun vi havas en %2.
eu: %1, %2(e)an duzun armada bakarrarekin defendatzen duzu.

source: Exchange armies again or continue?
ar: أعد تبادل الجيوش أم تستمر؟
eo: Interŝanĝi armeojn denove aŭ daŭrigi?
eu: Armadak berriz trukatu edo jarraitu?

source: You must distribute all your armies
ar: يجب أن توزع جميع جيوشك
eo: Vi devas distribui ĉiujn viajn armeojn
eu: Zure armada guztiak banatu behar dituzu

source: Battle ongoing.
ar: المعركة مستمرّة.
eo: Batalo daŭras.

source: %1, it is up to you.
ar: %1، حان دورك.
eo: %1, dependas de vi.
eu: %1, zure esku dago.

source: Do you really want to end your current game and start a new one?
ar: هل تريد حقًا إنهاء لعبتك الحالية وبدء لعبة جديدة؟
eo: Ĉu vi vere volas fini vian nunan ludon kaj komenci novan?
eu: Zure uneko jokoa amaitu eta berri bat hasi nahi duzu, benetan?

# @action:button
source: Start New Game
ar: ابدأ اللعبة جديدة
eo: Komenci Novan Ludon
eu: Hasi joko berri bat

source: <b>KsirK quick Introduction</b>
ar: <b>مقدمة حرب العروش السريعة</b>
eo: <b>KsirK rapida Enkonduko</b>
eu: <b>KsirK aurkezpen azkarra</b>

source: Attacks and moves are issued through drag & drop between neighbour countries.
ar: يتم الهجوم والتحرك عن طريق سحب وإفلات بين البلدان المتجاورة.
eo: Atakoj kaj movoj estas eligitaj per treno & faligo inter najbaraj landoj.

source: Start a new game or join a network game with the menu or the toolbar...
eo: Komencu novan ludon aŭ aliĝu al retludo per la menuo aŭ la ilobreto...
eu: Hasi joko berri bat edo batu sareko joko batera menua edo tresna-barra erabiliz...

source: and then let the system guide you through messages and tooltips appearing on buttons when hovering above them. You can disable bubble help in the options window.
ar: ثم اسمح للنظام بإرشادك من خلال الرسائل وتلميحات الأدوات التي تظهر على الأزرار عند التحويم فوقها. يمكنك تعطيل المساعدة المنبثقة في نافذة الخيارات.
eo: kaj tiam lasu la sistemon gvidi vin tra mesaĝoj kaj konsiletoj aperantaj sur butonoj kiam ŝvebas super ili. Vi povas malŝalti bobelhelpon en la opciofenestro.

source: Don't show messages anymore
ar: لا تعرض الرسائل مرةً أخرى
eo: Ne plu montri mesaĝojn
eu: Ez berriz mezurik erakutsi

source: %2 belongs to %3. 1 army.
ar: %2 ملكٌ لـ %3. جيشٌ واحد.
eo: %2 apartenas al %3. 1 armeo.

source: Cannot save when waiting for a defense.
ar: لا يمكن الحفظ عند انتظار الدفاع.
eo: Ne povas konservi atendante defendon.

# @title:window
source: KsirK - Save Game
eo: KsirK - Konservi Ludon
eu: KsirK - Gorde jokoa

source: Saving canceled
ar: أُبطل الحفظ
eo: Konservado nuligita
eu: Gordetzea bertan behera utzi da

source: Game saved to %1
ar: حُفظت اللعبة إلى %1
eo: Ludo konservita al %1
eu: Jokoan %1(e)an gorde da

source: Only game master can save the game in network playing.
ar: يمكن لسيّد اللعبة فقط حفظها في اللعب الشبكي.
eo: Nur ludestro povas konservi la ludon en retludado.

source: Attack by drag & drop between countries<br>Move armies the same way (last action of a turn).
ar: هاجم عن طريق السحب والإفلات بين البلدان<br>انقل الجيوش بنفس الطريقة (آخر إجراء في الدور).
eo: Atako per treno & faligo inter landoj<br>Movu armeojn same (lasta ago de turno).

source: <b>Nationality:</b>
ar: <b>الجنسية:</b>
eo: <b>Nacieco:</b>
eu: <b>Nazionalitatea:</b>

source: <b>Continent:</b> %1
ar: <b>القارة:</b> %1
eo: <b>Kontinento:</b> %1
eu: <b>Kontinentea:</b> %1

source: <b>Country:</b> %1
ar: <b>البلد:</b> %1
eo: <b>Lando:</b> %1
eu: <b>Herrialdea:</b> %1

source: <b>Owner:</b> %1
ar: <b>المالك:</b> %1
eo: <b>Posedanto:</b> %1
eu: <b>Jabea:</b> %1

source: <b><u>Country details</u></b>
ar: <b><u>تفاصيل البلد</u></b>
eo: <b><u>Detaloj pri lando</u></b>
eu: <b><u>Herrialdearen xehetasunak</u></b>

source: <i>Fighting in progress...</i>
eo: <i>Batalado en progreso...</i>
eu: <i>Borroka martxan...</i>

source: <font color="red">Attack</font> with 1 army.<br>
ar: هجوم</font> بجيشٍ واحد.<br>
eo: <font color="red">Ataki</font> kun 1 armeo.<br>
eu: <font color="red">Eraso</font> armada 1ekin.<br>

source: <font color="blue">Defend</font> with 1 army.<br>
ar: دفاع</font> بجيشٍ واحد.<br>
eo: <font color="red">Defendi</font> kun 1 armeo.
eu: <font color="blue">Defendatu</font> armada 1ekin.<br>

source: Stop Auto-Attack
eo: Ĉesi Aŭtomatan Atakon

source: Stop Auto-Defense
eo: Ĉesi Aŭtomatan Defendon

source: Valid
eo: Valida
eu: Baliozkoa

source: Recycle
eo: Recikli
eu: Birziklatu

source: Done
eo: Preta
eu: Eginda

source: %1 army to place
ar: جيشٌ واحدٌ للوضع
eo: %1 armeo lokigenda
eu: armada %1 kokatzeko

source: <u><b>Change some<br>placements?</b></u>
ar: <u><b>غيّر بعض<br>المواضع؟</b></u>
eo: <u><b>Ĉu ŝanĝi iujn<br>lokigojn?</b></u>
eu: <u><b>Kokaleku batzuk<br>aldatu?</b></u>

source: 1 army to place
ar: جيشٌ واحدٌ للوضع
eo: 1 armeo lokigenda
eu: armada 1 kokatzeko

source: <b>Armies:</b> %1
ar: <b>الجيوش:</b> %1
eo: <b>Armeoj:</b> %1
eu: <b>Armadak:</b> %1

source: <font color="red">lost armies: %1</font>
ar: <font color="red">جيوش مفقودة: %1</font>
eo: <font color="red">perditaj armeoj: %1</font>
eu: <font color="red">galdutako armadak: %1</font>

source: <font color="blue">lost armies: %1</font>
ar: <font color="blue">جيوش مفقودة: %1</font>
eo: <font color="blue">perditaj armeoj: %1</font>
eu: <font color="blue">galdutako armadak: %1</font>

source: Preferences
eo: Preferaĵoj
eu: Hobespenak

source: The sprites speed: slow, normal, quick, immediate
ar: سرعة الرسوم المتحركة: بطيء، عادي، سريع، فوري
eo: La sprites rapideco: malrapida, normala, rapida, tuja
eu: Iratxoaren abiadura: poliki, arrunta, azkarra, bat-batekoa

source: If true, sounds are played; they are not otherwise.
ar: إذا كانت صحيحة، ستُشغل الأصوات؛ وإلا فلن تُشغل.
eo: Se vera, sonoj estas luditaj; ili ne estas alie.
eu: Egia bada, soinuak jotzen dira; bestela ez dira jotzen.

source: If true, help is displayed; they are not otherwise.
ar: إذا كانت صحيحة، ستُعرض المساعدة؛ وإلا فلن تُعرض.
eo: Se vera, helpo estas montrata; ili ne estas alie.
eu: Egia bada, laguntza azaltzen da; bestela ez.

source: If true, the number of armies is displayed on each country.
ar: إذا كانت صحيحة، فسيُعرض عدد الجيوش على كل بلد.
eo: Se vera, la nombro da armeoj estas montrata sur ĉiu lando.
eu: Egia bada, herrialde bakoitzeko armada kopurua azaltzen da.

source: The graphical theme to be used.
ar: السمة الرسومية المستخدمة.
eo: La uzota grafika etoso.
eu: Erabili beharreko gai grafikoa.

source: The last used Jabber Id.
eo: La lasta uzata Jabber Id.
eu: Erabilitako azken «Jabber» ID.

source: The password of the last used Jabber Id.
eo: La pasvorto de la lasta uzita Jabber Id.
eu: Erabilitako azken «Jabber» IDaren pasahitza.

source: The last used Jabber groupchat room.
eo: La laste uzita Jabber grupbabilĉambro.
eu: Erabilitako azken «Jabber» berriketa-talde gela.

source: The password for last used Jabber groupchat room.
eo: La pasvorto por la laste uzita Jabber grupbabilĉambro.
eu: Erabilitako azken «Jabber» berriketa-talde gelako pasahitza.

source: The nickname used in the last used Jabber groupchat room.
eo: La kromnomo uzita en la laste uzita Jabber grupbabilĉambro.
eu: Erabilitako azken «Jabber» berriketa-talde gelan erabilitako goitizena.

source: &Game
ar: ا&للعبة
eo: &Ludo
eu: &Jokoa

source: &Settings
ar: إ&عدادات
eo: A&gordo
eu: E&zarpenak

source: &Help
ar: م&ساعدة
eo: &Helpo
eu: &Laguntza

source: Main Toolbar
ar: شريط الأدوات الرّئيس
eo: Ĉefa ilobreto
eu: Tresna-barra nagusia

source: KsirK - World Domination Strategy Game
eo: KsirK - Monda Regado Strategiludo
eu: KsirK - Mundua menderatzeko estrategia jokoa

source: For help and user manual, please see the KsirK web site.
ar: للمساعدة ودليل المستخدم، الرجاء الاطلاع على موقع حرب العروش على الويب.
eo: Por helpo kaj uzantmanlibro, bonvolu rigardi la retejon de KsirK.
eu: Laguntzarako eta erabiltzailearen eskulibururako, mesedez, begiratu «Ksirk»en webgunea.

source: Gaël de Chalendar aka Kleag
ar: غايل دي تشاليندار ويعرف بـ Kleag
eo: Gaël de Chalendar alinome Kleag
eu: Gaël de Chalendar, Kleag bezala ere ezaguna

source: Current maintainer
ar: الصائن الحاليّ
eo: Nuna prizorganto
eu: Egungo mantentzailea

source: Michal Golunski (Polish translation)
ar: ميكال غولونسكي (ترجمة بولندية)
eo: Michal Golunski (pola traduko)
eu: Michal Golunski (Poloniera itzultzailea)

source: French students of the 'IUP ISI 2007-2008':
ar: الطلاب الفرنسيون من 'IUP ISI 2007-2008':
eo: Francaj studentoj de la "IUP ISI 2007-2008":
eu: 'IUP ISI 2007-2008'ko ikasle frantsesak:

source: Play KsirK over Jabber Network
eo: Ludi KsirK per Jabber Network
eu: Jokatu KsirK Jabber sarearen gainean

source: New Local Game
ar: لعبة محلية جديدة
eo: Nova Loka Ludo
eu: Joko lokal berria

source: Join Standard TCP/IP Network Game
ar: انضم إلى لعبة شبكة TCP/IP قياسية
eo: Aliĝi al Norma TCP/IP-Reto-Ludo
eu: Batu TCP/IP sareko joko estandarrera

source: Load...
eo: Ŝargi...
eu: Zamatu...

source: Quit
ar: أنهِ
eo: Forlasi
eu: Irten

source: KsirK Preferences
eo: KsirK-Preferoj
eu: «KsirK»en hobespenak

source: Sound enabled
ar: الصوت مفعّل
eo: Sono ebligita
eu: Soinua gaituta

source: Sprites speed (slow, normal, rapid, immediate):
ar: سرعة الرسوم المتحركة (بطيئة، عادية، سريعة، فورية):
eo: Sprites-rapideco (malrapida, normala, rapida, tuja):
eu: Iratxoen abiadura (motela, arrunta, azkarra, berehalakoa):

source: Show help
ar: اعرض المساعدة
eo: Montri helpon
eu: Erakutsi laguntza

source: Show number of armies on countries
ar: اعرض عدد الجيوش على البلدان
eo: Montri nombron da armeoj sur landoj
eu: Erakutsi herrialdeetan dauden armada kopurua

source: Wrong save game format. Waited %1 and got %2!
ar: صيغة ملف الحفظ غير صحيحة. المتوقع %1 وحُصل على %2!
eo: Malĝusta konserva ludformato. Atendis %1 kaj ricevis %2!
eu: Jokoa gordetzeko okerreko formatua. %1 espero zen eta %2 jaso da!

source: KsirK - Cannot load!
eo: KsirK - Ne povas ŝargi!
eu: KsirK - Ezin du zamatu!

source: Current player is: %1
ar: اللاعب الحالي هو: %1
eo: Nuna ludanto estas: %1
eu: Uneko jokalaria da: %1

source: Skin file parsing error
ar: خطأ في تحليل ملف الواجهة
eo: Eraro de analizo de haŭta dosiero
eu: Azal-fitxategiaren sintaxia aztertzeko errorea

source: KsirK - Error
eo: KsirK - Eraro
eu: KsirK - Errorea

source: Cannot find Max X for sprite: no background!
ar: لا يمكن العثور على أقصى إحداثي X للرسم المتحرك: لا توجد خلفية!
eo: Ne povas trovi Max X por sprite: neniu fono!
eu: Ezin du aurkitu iratxoarentzako gehienezko X: Hondoko planorik ez!

source: Cannot find Max Y for sprite: no background!
ar: لا يمكن العثور على أقصى إحداثي Y للرسم المتحرك: لا توجد خلفية!
eo: Ne povas trovi Max Y por sprite: neniu fono!
eu: Ezin du aurkitu iratxoarentzako gehienezko Y: Hondoko planorik ez!

source: Error - Unknown skin int data:
ar: خطأ - بيانات عددية غير معروفة للواجهة:
eo: Eraro - Nekonata haŭta int-datenoj:
eu: Errorea - Azalean zenbaki oso datu ezezagunak:

source: Error - Unknown skin string data:
ar: خطأ - بيانات نصية غير معروفة للواجهة:
eo: Eraro - Nekonataj haŭtaj ĉendatenoj:
eu: Errorea - Azalean kate datu ezezagunak:

source: Zair
ar: زائير
eu: Zaire

source: Defend-Auto
eu: Defendatu automatikoki

source: Alberta
ar: البرتا

source: Benelux
ar: بينيلَكس

source: Ontario
ar: أونتاريو

# @action
source: Next Player
ar: اللاعب التالي

# @action
source: Details
ar: التفاصيل

# @action
source: Goal
ar: هدف

# @action
source: Enable Arena
ar: فعّل السّاحة

# @action
source: Attack 1
ar: هجوم 1

# @action
source: Attack 2
ar: هجوم 2

# @action
source: Attack 3
ar: هجوم 3

# @action
source: Auto Attack
ar: هجوم آليًا

# @action
source: Move 1
ar: انقل 1

# @action
source: Move 5
ar: انقل 5

# @action
source: Move 10
ar: انقل 10

# @action
source: Disable Arena
ar: عطّل السّاحة

source: Download New Skins…
ar: نزّل واجهات جديدة…

source: Next
ar: التالي

# @title:window
source: Fatal Error
ar: خطأ فادح

source: Previous
ar: السابق

source: localhost
ar: المضيف المحلي

# @title:window
source: Network Configuration
ar: ضبط الشبكة

# @title:window
source: New Game Confirmation
ar: تأكيد اللعبة الجديدة

source: Please choose another name.
ar: فضلًا اختر اسمًا آخرًا.

# @title:window
source: Name Already Used
ar: الاسم مستخدمٌ بالفعل

source: Please choose another nation.
ar: الرجاء اختيار دولة أخرى.

# @title:window
source: Nation Already Used
ar: الدولة مستخدمةٌ بالفعل

# @title:window
source: Starting a New Game or Exit.
ar: بدء لعبة جديدة أو خروج.

# @action:button
source: New Game
ar: لعبة جديدة

# @action:button
source: Exit
ar: اخرج

# @action:button
source: Do Nothing
ar: لا تفعل شيئًا

# @title:window
source: Lost Connection to Client
ar: فُقد الاتصال بالعميل

# @title:window
source: Displaying Goal
ar: عرض الهدف

# @title:window
source: Invalid Password
ar: كلمة سر غير صحيحة

# @title:window
source: Next Player Confirmation
ar: تأكيد اللاعب التالي

source: <br>%1 is still alive…
ar: <br>%1 ما يزال على قيد الحياة…

source: <br>%2, you still have 1 country to conquer…
ar: <br>%2، لا يزال لديك دولة واحدة لتغزوها…

source: <br>%2, you have enough countries but you still have to put more than 1 army on %3 of them…
ar: <br>%2، لديك عدد كافٍ من البلدان ولكن لا يزال عليك وضع أكثر من جيش واحد في %3 منها…

# @item:intext country list separator of last item
source: and
ar: و

# @title:window
source: Goal Display
ar: عرض الهدف

source: No message…
ar: لا يوجد رسائل…

# @action
source: New Standard TCP/IP Network Game
ar: لعبة شبكة TCP/IP قياسية جديدة

# @action
source: New TCP/IP
ar: TCP/IP جديد

# @info:tooltip
source: Create a new standard TCP/IP network game
ar: أنشئ لعبة شبكة TCP/IP قياسية جديدة

# @action
source: Join a Standard TCP/IP Network Game
ar: انضم إلى لعبة شبكة TCP/IP قياسية

# @action
source: Join TCP/IP
ar: انضم إلى TCP/IP

# @info:tooltip
source: Join a standard TCP/IP network game
ar: انضم إلى لعبة شبكة TCP/IP قياسية

# @action
source: Display the Current Player's Goal
ar: اعرض هدف اللاعب الحالي

# @info:tooltip
source: Display the current player's goal
ar: اعرض هدف اللاعب الحالي

# @action
source: Contextual Help
ar: المساعدة السياقية

# @info:tooltip
source: Let the next player play
ar: اسمح للاعب التالي باللعب

# @action
source: Finish Moves
ar: أنهِ التحركات

# @info:tooltip
source: Finish moving the current sprites
ar: أنهِ تحريك الرسوم المتحركة الحالية

source: %1, you are defeated! Bye, bye…
ar: %1، لقد هُزمت! إلى اللقاء…

# @title:window
source: Load Game
ar: حمَل لعبة

# @action:button
source: Defend 1
ar: دافع 1

# @action:button
source: Defend 2
ar: دافع 2

# @action:button
source: Defend-Auto
ar: دافع-تلقائي

source: Start a new game or join a network game with the menu or the toolbar…
ar: ابدأ لعبةً جديدة أو انضم إلى لعبة شبكة من خلال القائمة أو شريط الأدوات…

# @title:window
source: Save Game
ar: احفظ لعبة

source: <i>Fighting in progress…</i>
ar: <i>القتال جارٍ…</i>

# @action:button
source: Stop Auto-Attack
ar: أوقف الهجوم الآلي

# @action:button
source: Stop Auto-Defense
ar: أوقف الدفاع الآلي

# @action:button
source: Valid
ar: صالح

# @action:button
source: Recycle
ar: أعد التدوير

# @action:button
source: Done
ar: تمّ

# @title:tab
source: Preferences
ar: تفضيلات

source: KsirK
ar: حرب العروش

source: World Domination Strategy Game
ar: لعبة استراتيجية للسيطرة على العالم

source: (c) 2002-2015, Gaël de Chalendar
ar: (ج) 2002-2015، غايل دي تشاليندار

source: Nemanja Hirsl
ar: نيمانيا هيرسل

source: Robin Doer
ar: روبين دور

source: Albert Astals Cid
ar: البرت استالس كيد

source: &nbsp;&nbsp;Anthony Rey<br/>&nbsp;&nbsp;Benjamin Lucas<br/>&nbsp;&nbsp;Benjamin Moreau<br/>&nbsp;&nbsp;Gaël Clouet<br/>&nbsp;&nbsp;Guillaume Pelouas<br/>&nbsp;&nbsp;Joël Marco<br/>&nbsp;&nbsp;Laurent Dang<br/>&nbsp;&nbsp;Nicolas Linard<br/>&nbsp;&nbsp;Vincent Sac
ar: &nbsp;&nbsp;أنتوني ري<br/>&nbsp;&nbsp;بنيامين لوكاس<br/>&nbsp;&nbsp;بنيامين مورو<br/>&nbsp;&nbsp;غايل كلوت<br/>&nbsp;&nbsp;غيلوم بيلواس<br/>&nbsp;&nbsp;جويل ماركو<br/>&nbsp;&nbsp;لوران دانغ<br/>&nbsp;&nbsp;نيكولا لينار<br/>&nbsp;&nbsp;فينسنت ساك

source: <h1>KsirK</h1>
ar: <h1>حرب العروش</h1>

source: Load…
ar: حمّل...
