Repository: KDE/ksirk
Catalog: po/*/ksirk.po
Languages: ar, eo, eu

source: <br>Your goal is reached: %2 is dead and you possess %1 country.
ar: <br>حققت هدفك: مات %2 وأنت تمتلك بلد واحد.
eo: <br>Via celo estas atingita: %2 estas morta kaj vi posedas %1 landon.
eu: <br>Zure helburua lortu duzu: %2 hilda dago eta herrialde %1 duzu.

source: <br>%2, you have enough countries but you still have to put more than 1 army on %3 of them...
eo: <br>%2, vi havas sufiĉajn landojn sed vi ankoraŭ devas meti pli ol 1 armeon al %3 el ili...
eu: <br>%2, herrialde nahikoa duzu baina oraindik armada 1 baino gehiago ipini behar dituzu haietako %3(e)tan...

source: <br>%1, you still have to conquer
ar: <br>%1، ما يزال عليك احتلال
eo: <br>%1, vi ankoraŭ devas konkeri
eu: <br>%1, oraindik menderatzeko duzu

source: 1 country in %2
ar: بلد واحد في %2
eo: 1 landon en %2
eu: %2(e)ko herrialde 1

source: and
eo: kaj
eu: eta

source: %1 in %2
ar: ‎%2‎ في ‎%1
eo: %1 en %2
eu: %1 %2an

source: KsirK - Goal Display
eo: KsirK - Cel-Ekrano
eu: KsirK - Helburua azaldu

source: No message...
eo: Neniu mesaĝo...
eu: Mezurik ez...

source: Pool filename not found Program cannot continue
ar: اسم ملف المجمع غير موجود لا يمكن للبرنامج الاستمرار
eo: Pool dosiernomo ne trovita La programo ne povas daŭri
eu: «Pool» fitxategi-izena ez da aurkitu Programak ezin du jarraitu

source: Error!
eo: Eraro!
eu: Errorea!

source: Map mask image not found Program cannot continue
ar: لم تُعثر على صورة قناع الخريطة لا يمكن للبرنامج الاستمرار
eo: Mapo de masko bildo ne trovita La programo ne povas daŭri
eu: Maskaren mapa-irudia ez da aurkitu Programak ezin du jarraitu

source: Cannot move %1 armies from %2 to %3
ar: لا يمكن نقل %1 من الجيوش من %2 إلى %3
eo: Ne povas movi %1 armeojn de %2 al %3
eu: Ezin dira mugitu %1 armada %2(e)tik %3(e)ra

source: Moving %1 armies from %2 to %3
ar: يجري نقل %1 من الجيوش من %2 إلى %3
eo: Movante %1 armeojn de %2 al %3
eu: %1 armada %2tik %3ra mugitzea

source: Sound roule not found - Verify your installation<br>Program cannot continue
ar: لم يُعثر على ملف صوت اللّفّ - تحقّق من تثبيتك<br>لا يمكن للبرنامج الاستمرار
eo: Sona rulo ne trovita - Kontrolu vian instaladon<br>La programo ne povas daŭri
eu: Soinu «roule» ez da aurkitu - Ikuskatu zure instalazioa<br>Programak ezin du jarraitu

source: Sound cannon not found - Verify your installation<br>Program cannot continue
ar: لم يُعثر على صوت المدفع - تحقّق من تثبيتك<br>لا يمكن للبرنامج الاستمرار
eo: Sonkanono ne trovita - Kontrolu vian instaladon<br>La programo ne povas daŭri
eu: Kanoia soinua ez da aurkitu - Ikuskatu zure instalazioa<br>Programak ezin du jarraitu

source: Sound crash not found - Verify your installation Program cannot continue
ar: لم يُعثر على صوت التصادم - تحقّق من تثبيتك لا يمكن للبرنامج الاستمرار
eo: Sonpaneo ne trovita - Kontrolu vian instaladon La programo ne povas daŭri

source: Problem: no one destroyed
ar: مشكلة: لا يوجد شخصٌ مدمر
eo: Problemo: neniu detruis
eu: Arazoa: ez da inor suntsitu

source: Bug: who should be 0, 1 or 2.
ar: خطأ برمجي: يجب أن يكون المتغير 0 أو 1 أو 2.
eo: Cimo: kiu devus esti 0, 1 aŭ 2.
eu: Akatsa: nor 0, 1 edo 2 izan behar da.

source: Please connect first.
eo: Bonvolu unue konekti.
eu: Mesedez, aurrena konektatu.

source: Jabber Error
eo: Jabber Eraro
eu: «Jabber» errorea

source: SSL support could not be initialized for account %1. This is most likely because the QCA TLS plugin is not installed on your system.
eo: SSL-subteno ne povis esti pravigita por konto %1. Ĉi tio estas plej verŝajne ĉar la kromaĵo QCA TLS ne estas instalita en via sistemo.

source: Jabber SSL Error
eo: Jabber SSL-eraro
eu: «Jabber» SSL errorea

source: The host name does not match the one in the certificate.
eo: La gastiga nomo ne kongruas kun tiu en la atestilo.
eu: Ostalari-izena ez dator bat ziurtagirikoarekin.

source: The certificate is invalid.
eo: La atestilo ne estas valida.
eu: Ziurtagiria baliogabea da.

source: No certificate was presented.
eo: Neniu atestilo estis prezentita.
eu: Ez da ziurtagiririk aurkeztu.

source: The Certificate Authority rejected the certificate.
eo: La Atestila Aŭtoritato malakceptis la atestilon.
eu: Ziurtagiri-agintaritzak ziurtagiria errefusatu du.

source: The certificate is not trusted.
eo: La atestilo ne estas fidinda.
eu: Ez da ziurtagiriarekin fidatzen.

source: The signature is invalid.
eo: La subskribo estas nevalida.
eu: Sinadura baliogabea da.

source: The Certificate Authority is invalid.
eo: La Atestila Aŭtoritato estas nevalida.
eu: Ziurtagiri-agintaritza baliogabea da.

source: Invalid certificate purpose.
eo: Nevalida atestila celo.
eu: Ziurtagiriaren xede baliogabea.

source: The certificate is self-signed.
eo: La atestilo estas memsubskribita.

source: The certificate has been revoked.
eo: La atestilo estas nuligita.
eu: Ziurtagiria indargabetu egin da.

source: Maximum certificate chain length was exceeded.
eo: Maksimuma atestilĉenlongo estis superita.
eu: Ziurtagiri-katearen gehienezko luzera gainditu egin da.

source: The certificate has expired.
eo: La atestilo eksvalidiĝis.
eu: Ziurtagiria iraungi egin da.

source: The Certificate Authority has expired.
eo: La Atestila Aŭtoritato eksvalidiĝis.
eu: Ziurtagiri-agintaritza iraungi egin da.

source: Validity is unknown.
eo: Valideco estas nekonata.
eu: Baliozkotasuna ezezaguna da.

source: <qt><p>The identity and the certificate of server %1 could not be validated for account %2:</p><p>%3</p><p>%4</p><p>Do you want to continue?</p></qt>
eo: <qt><p>La identeco kaj la atestilo de la servilo %1 ne povis esti validigitaj por la konto %2:</p><p>%3</p><p>%4</p><p>Ĉu vi volas daŭrigi?</p></qt>

source: <qt><p>The certificate of server %1 could not be validated for account %2: %3</p><p>Do you want to continue?</p></qt>
eo: <qt><p>La atestilo de servilo %1 ne povis esti validigita por konto %2: %3</p><p>Ĉu vi volas daŭrigi?</p></qt>

source: Jabber Connection Certificate Problem
eo: Jabber-Konekto-Atestilo-Problemo
eu: «Jabber» konexio-ziurtagiri arazoa

source: An encrypted connection with the Jabber server could not be established.
eo: Ĉifrita konekto kun la servilo Jabber ne povis esti establita.
eu: Ezin izan da «Jabber» zerbitzariarekin zifratutako konexiorik ezarri.

source: Jabber Connection Error
eo: Jabber-Konekto-Eraro
eu: «Jabber» konexio errorea

source: Malformed packet received.
eo: Misformita pako ricevita.
eu: Gaizki eratutako paketea jaso da.

source: There was an unrecoverable error in the protocol.
eo: Estis nereakirebla eraro en la protokolo.
eu: Protokoloan errore berreskuraezina egon da.

source: Generic stream error.
eo: Ĝenerala eraro de fluo.
eu: Korronte errore generikoa.

source: There was a conflict in the information received.
eo: Estis konflikto en la ricevitaj informoj.
eu: Jasotako informazioan gatazka bat egon da.

source: The stream timed out.
eo: La rivereto finiĝis.
eu: Korronteak denbora-muga gainditu du.

source: Internal server error.
eo: Interna servila eraro.
eu: Zerbitzariaren barneko errorea.

source: Stream packet received from an invalid address.
eo: Flua pako ricevita de nevalida adreso.
eu: Korronte-pakete bat helbide baliogabe batetik jaso da.

source: Malformed stream packet received.
eo: Misformita flupako ricevita.
eu: Gaizki eratutako korronte-pakete bat jaso da.

source: Policy violation in the protocol stream.
eo: Politika malobservo en la protokola fluo.
eu: Protokolo-korrontean gidalerro-bortxatzea.

source: Resource constraint.
eo: Limigo de rimedoj.
eu: Baliabide muga.

source: System shutdown.
eo: Malŝalto de la sistemo.
eu: Sistema itzaltzea.

source: Unknown reason.
eo: Nekonata kialo.
eu: Arrazoi ezezaguna.

source: There was an error in the protocol stream: %1
eo: Okazis eraro en la protokola fluo: %1
eu: Protokolo-korrontean errore bat egon da: %1

source: Host not found.
eo: Gastiganto ne trovita.
eu: Ostalaria ez da aurkitu.

source: Address is already in use.
eo: Adreso jam estas uzata.
eu: Helbidea dagoeneko erabiltzen ari dira.

source: Cannot recreate the socket.
eo: Ne povas rekrei la ingon.
eu: Ezin du hargunea berriz sortu.

source: Cannot bind the socket again.
eo: Ne povas ligi la ingon denove.
eu: Ezin du hargunea berriz lotu.

source: Socket is already connected.
eo: Socket jam estas konektita.
eu: Hargunea jada konektatuta dago.

source: Socket is not connected.
eo: Socket ne estas konektita.
eu: Hargunea ez dago konektatuta.

source: Socket is not bound.
eo: Konektingo ne estas ligita.
eu: Hargunea ez dago lotuta.

source: Socket has not been created.
eo: Socket ne estis kreita.
eu: Hargunea ez da sortu.

source: The socket operation would block. You should not see this error: please use "Report Bug" from the Help menu.
eo: La ingo-operacio blokus. Vi ne devus vidi ĉi tiun eraron: bonvolu uzi "Raporti Cimon" el la Helpmenuo.

source: Connection refused.
eo: Konekto rifuzita.
eu: Konexioa errefusatu egin da.

source: Connection timed out.
eo: Konekto finita pro tempolimo.
eu: Konexioak denbora-muga gainditu du.

source: Connection attempt already in progress.
eo: Konektoprovo jam en progreso.
eu: Konexio saiakera jada martxan da.

source: Network failure.
eo: Reto fiasko.
eu: Sarearen hutsegitea.

source: Operation is not supported.
eo: Operacio ne estas subtenata.
eu: Eragiketa ez da onartzen.

source: Socket timed out.
eo: Socket elĉerpita.
eu: Harguneak denbora-muga gainditu du.

source: There was a connection error: %1
eo: Okazis konekta eraro: %1
eu: Konexio-errore bat gertatu da: %1

source: Unknown host.
eo: Nekonata gastiganto.
eu: Ostalari ezezaguna.

source: Could not connect to a required remote resource.
eo: Ne eblis konekti al postulata fora rimedo.

source: It appears we have been redirected to another server; I do not know how to handle this.
eo: Ŝajnas, ke ni estis redirektitaj al alia servilo; Mi ne scias kiel trakti ĉi tion.

source: Unsupported protocol version.
eo: Nesubtenata protokola versio.
eu: Euskarririk gabeko protokolo-bertsioa.

source: Unknown error.
eo: Nekonata eraro.
eu: Errore ezezaguna.

source: There was a negotiation error: %1
eo: Okazis negoca eraro: %1
eu: Negoziazio errore bat egon da: %1

source: Server rejected our request to start the TLS handshake.
eo: Servilo malakceptis nian peton komenci la TLS-manpremon.

source: Failed to establish a secure connection.
eo: Malsukcesis establi sekuran konekton.
eu: Konexio seguru bat ezartzea huts egin du.

source: There was a Transport Layer Security (TLS) error: %1
eo: Okazis eraro pri Transporta Tavola Sekureco (TLS): %1
eu: Garraio geruzaren segurtasun (TLS) errore bat gertatu da: %1

source: Login failed with unknown reason.
eo: Ensaluto malsukcesis pro nekonata kialo.
eu: Saio-hastea arrazoi ezezagunagatik huts egin du.

source: No appropriate authentication mechanism available.
eo: Neniu taŭga aŭtentikiga mekanismo havebla.
eu: Ez dago autentifikazio-mekanismo egokirik erabilgarri.

source: Bad SASL authentication protocol.
eo: Malbona SASL-aŭtentikigprotokolo.
eu: SASL autentifikazio-protokolo okerra.

source: Server failed mutual authentication.
eo: Servilo malsukcesis reciprokan aŭtentikigon.
eu: Zerbitzariak elkarrekiko autentifikazioan huts egin du.

source: Encryption is required but not present.
eo: Ĉifrado estas postulata sed ne ĉeestas.
eu: Zifratzea beharrezkoa da, baina ez dago.

source: Invalid user ID.
eo: Nevalida uzantidentigilo.
eu: Erabiltzaile ID baliogabea.

source: Invalid mechanism.
eo: Nevalida mekanismo.
eu: Mekanismoa baliogabea.

source: Invalid realm.
eo: Nevalida regno.
eu: Esparru baliogabea.

source: Mechanism too weak.
eo: Mekanismo tro malforta.
eu: Mekanismo ahulegia.

source: Wrong credentials supplied. (check your user ID and password)
eo: Malĝustaj akreditaĵoj provizitaj. (kontrolu vian uzantidenton kaj pasvorton)
eu: Egiaztagiri okerrak aurkeztu dira (egiaztatu zure erabiltzaile ID eta pasahitza).

source: Temporary failure, please try again later.
eo: Provizora malsukceso, bonvolu provi denove poste.
eu: Aldi baterako hutsegitea, saiatu berriro geroago.

source: There was an error authenticating with the server: %1
eo: Okazis eraro aŭtentikigante ĉe la servilo: %1
eu: Errore bat gertatu da zerbitzariarekin egiaztatzean: %1

source: Transport Layer Security (TLS) problem.
eo: Problemo de Transport Layer Security (TLS).
eu: Garraio geruzaren segurtasun (TLS) arazoa.

source: Simple Authentication and Security Layer (SASL) problem.
eo: Problemo de Simpla Aŭtentigo kaj Sekureca Tavolo (SASL).

source: There was an error in the security layer: %1
eo: Okazis eraro en la sekureca tavolo: %1

source: No permission to bind the resource.
eo: Neniu permeso ligi la rimedon.

source: The resource is already in use.
eo: La rimedo jam estas uzata.
eu: Baliabidea lehendik erabiltzen ari dira.

source: Could not bind a resource: %1
eo: Ne eblis ligi rimedon: %1
eu: Ezin izan du baliabide bat lotu: %1

source: Connection problem with Jabber server %1
eo: Konektoproblemo kun Jabber-servilo %1

source: The Jabber user %1 removed %2's subscription to him/her. This account will no longer be able to view his/her online/offline status. Do you want to delete the contact?
eo: La Jabber-uzanto %1 forigis la abonon de %2 al li/ŝi. Ĉi tiu konto ne plu povos vidi lian/ŝian enretan/senreteran staton. Ĉu vi volas forigi la kontakton?

source: Notification
eo: Avizo
eu: Jakinarazpena

source: Keep
eo: Konservi
eu: Mantendu

source: A password is required to join the room %1.
eo: Pasvorto necesas por aliĝi al la ĉambro %1.
eu: %1 gelara batzeko pasahitz bat behar da.

source: Error trying to join %1: nickname %2 is already in use
eo: Eraro provante aliĝi al %1: kromnomo %2 jam estas uzata
eu: Errorea %1(e)ra batzen saiatzean: jada %2 goitizena erabiltzen ari dira

source: Provide your nickname
eo: Provizu vian kromnomon
eu: Eman zure goitizena

source: You cannot join the room %1 because you have been banned
eo: Vi ne povas aliĝi al la ĉambro %1 ĉar vi estas malpermesita

source: Jabber Group Chat
eo: Jabber Grupa Babilejo
eu: «Jabber» talde berriketa

source: You cannot join the room %1 because the maximum number of users has been reached
eo: Vi ne povas aliĝi al la ĉambro %1 ĉar la maksimuma nombro da uzantoj estas atingita

source: No reason given by the server
eo: Neniu kialo donita de la servilo
eu: Zerbitzariak ez du arrazoirik eman

source: There was an error processing your request for groupchat %1. (Reason: %2, Code %3)
eo: Okazis eraro dum via peto por grupa babilado %1. (Kialo: %2, Kodo %3)

source: An error occurred while trying to remove the account: %1
eo: Eraro okazis provante forigi la konton: %1
eu: Kontua ezabatzen saiatzean errore bat gertatu da: %1

source: Jabber Account Unregistration
eo: Jabber-Konto Malregistriĝo

source: You cannot see each others' status.
eo: Vi ne povas vidi la statuson de unu la alian.
eu: Ezin duzu elkarren egoera ikusi.

source: You can see this contact's status, but he/she cannot see your status.
eo: Vi povas vidi la staton de ĉi tiu kontakto, sed li/ŝi ne povas vidi vian staton.
eu: Kontaktu horren egoera ikus dezakezu, baina berak ezin du zure egoera ikusi.

source: This contact can see your status, but you cannot see his/her status.
eo: Ĉi tiu kontakto povas vidi vian staton, sed vi ne povas vidi lian/ŝian statuson.
eu: Kontaktu horrek zure egoera ikus dezake, baina zuk ezin duzu bere egoera ikusi.

source: You can see each others' status.
eo: Vi povas vidi la statuson de unu la alian.
eu: Elkarren egoera ikus dezakezue.

source: Client
eo: Kliento
eu: Bezeroa

source: Timestamp
eo: Tempindiko
eu: Denbora-marka

source: Message
eo: Mesaĝo
eu: Mezua

source: Downloading of Jabber contact photo failed.
eo: Elŝuto de kontaktfoto de Jabber malsukcesis.
eu: «Jabber» kontaktuaren argazkia zama-jaistea huts egin du.

source: Groupchat bookmark
eo: Groupchat legosigno
eu: Talde-berriketaren laster-marka

source: Authorization
eo: Rajtigo
eu: Baimen-ematea

source: (Re)send Authorization To
eo: (Re)sendi Rajtigon Al
eu: (Bir)bidali baimen-ematea honi

source: (Re)request Authorization From
eo: (Re)peti Rajton De
eu: (Berr)eskatu baimen-ematea honi

source: Remove Authorization From
eo: Forigi Rajton De
eu: Kendu honen baimen-ematea

source: Set Availability
eo: Agordi Disponeblon

source: Online
eo: Enreta
eu: Lerroan

source: Free to Chat
eo: Libera por babili
eu: Berriketarako libre

source: Away
eo: For
eu: Kanpoan

source: Extended Away
eo: Etendita For
eu: Kanpoan luzarorako

source: Do Not Disturb
eo: Ne Ĝeni
eu: Ez trabarik egin

source: Invisible
eo: Nevidebla
eu: Ikusezina

source: Select Resource
eo: Elekti Rimedon
eu: Hautatu baliabidea

source: Automatic (best/default resource)
eo: Aŭtomata (plej bona/defaŭlta rimedo)
eu: Automatikoa (baliabide onena/lehenetsia)

source: Voice call
eo: Voĉa voko
eu: Ahots deia

source: The original message is: <i>" %1 "</i><br />
eo: La originala mesaĝo estas: <i>" %1 "</i><br />
eu: Jatorrizko mezua da: <i>" %1 "</i><br />

source: <qt><i>%1</i> has invited you to join the conference <b>%2</b><br />%3<br />If you want to accept and join, just <b>enter your nickname</b> and press ok<br />If you want to decline, press cancel</qt>
eo: <qt><i>%1</i> invitis vin aliĝi al la konferenco <b>%2</b><br />%3<br />Se vi volas akcepti kaj aliĝi, nur <b> enigu vian kromnomon</b> kaj premu ok<br />Se vi volas malakcepti, premu nuligi</qt>

source: Invited to a conference - Jabber Plugin
eo: Invitite al konferenco - Jabber Plugin

source: Message has been displayed
eo: Mesaĝo estis montrita
eu: Mezua azaldu da

source: Message has been delivered
eo: Mesaĝo estis liverita
eu: Mezua bidali da

source: Message stored on the server, contact offline
eo: Mesaĝo konservita en la servilo, kontakto eksterrete
eu: Mezua zerbitzarian gorde da, kontaktua lerroz kanpo

source: %1 has ended his/her participation in the chat session.
eo: %1 finis sian partoprenon en la babilejo.
eu: %1(e)k berriketa saioan bere partaidetza bukatu du.

source: Your message could not be delivered: "%1", Reason: "%2"
eo: Via mesaĝo ne povis esti liverita: "%1", Kialo: "%2"

source: Do you also want to remove user %1's authorization to see your status?
eo: Ĉu vi ankaŭ volas forigi la rajtigon de uzanto %1 por vidi vian staton?

source: Kopete File Transfer
eo: Kopete Dosiera Transdono
eu: «Kopete» fitxategi-transferentzia

source: You have preselected a resource for contact %1, but you still have open chat windows for this contact. The preselected resource will only apply to newly opened chat windows.
eo: Vi antaŭelektis rimedon por kontakto %1, sed vi ankoraŭ havas malfermitajn babilfenestrojn por ĉi tiu kontakto. La antaŭelektita rimedo aplikiĝos nur al lastatempe malfermitaj babilfenestroj.

source: Jabber Resource Selector
eo: Jabber Rimeda Elektilo
eu: «Jabber» baliabide hautatzailea

source: Change nickname
eo: Ŝanĝi kromnomon
eu: Aldatu goitizena

source: Change nickname - Jabber Plugin
eo: Ŝanĝi kromnomon - Jabber Kromaĵo
eu: Aldatu goitizena - Jabber plugina

source: Please enter the new nickname you want to have in the room <i>%1</i>
eo: Bonvolu enigi la novan kromnomon, kiun vi volas havi en la ĉambro <i>%1</i>
eu: Mesedez, sartu <i>%1</i> gelan erabili nahi duzun goitizen berria

source: Choose Account
eo: Elekti Konton
eu: Aukeratu kontua

source: Choose an account to handle the URL %1
eo: Elekti konton por trakti la URL %1
eu: Aukeratu %1 URL maneiatzeko kontu bat

source: Do you want to add '%1' to your contact list?
eo: Ĉu vi volas aldoni '%1' al via kontaktlisto?
eu: '%1' zure kontaktu-zerrendara gehitu nahi duzu?¡

source: Add
eo: Aldoni
eu: Gehitu

source: Do Not Add
eo: Ne aldoni
eu: Ez gehitu

source: Do you want to remove '%1' from your contact list?
eo: Ĉu vi volas forigi '%1' el via kontaktlisto?
eu: '%1' zure kontaktu-zerrendatik kendu nahi duzu?

source: Remove
eo: Forigi
eu: Kendu

source: Do Not Remove
eo: Ne Forigi
eu: Ez kendu

source: Please enter your nickname for the room %1
eo: Bonvolu enigi vian kromnomon por la ĉambro %1
eu: Mesedez, sartu zure %1 gelako goitizena

source: You have been invited to %1
eo: Vi estis invitita al %1
eu: %1(e)ra gonbidatu zaituzte

source: Cannot load icon<br>Program cannot continue
ar: لا يمكن تحميل الأيقونة<br>لا يمكن للبرنامج الاستمرار
eo: Ne povas ŝargi piktogramon<br>La programo ne povas daŭri
eu: Ezin du ikonoa zamatu<br>Programak ezin du jarraitu

source: Cannot load button image %1<br>Program cannot continue
ar: لا يمكن تحميل صورة الزر %1<br>لا يمكن للبرنامج الاستمرار
eo: Ne povas ŝargi butonbildon %1<br>La programo ne povas daŭri
eu: Ezin du botoiaren %1 irudia zamatu<br>Programak ezin du jarraitu

source: Play over Jabber
eo: Ludi sur Jabber
eu: Jokatu «Jabber»ren gainean

source: Play KsirK over the Jabber Network
eo: Ludi KsirK per la Jabber-Reto
eu: Jokatu KsirK Jabber sarearen gainean

source: Allow to connect to a KsirK Jabber Multi User Gaming Room to create new games or to join present games
eo: Permesi konektiĝi al KsirK Jabber Multi User Gaming Room por krei novajn ludojn aŭ aliĝi al nunaj ludoj
eu: Baimendu, joko berri bat sortzeko edo dagoen batera batzeko, KsirK Jabber erabiltzaile anitzeko joko gela batera konektatzea

source: New Standard TCP/IP Network Game
ar: لعبة شبكة TCP/IP قياسية جديدة
eo: Nova Norma TCP/IP Reta Ludo
eu: TCP/IP sareko joko estandar berria

source: New TCP/IP
eo: Nova TCP/IP
eu: TCP/IP berria

source: Create a new standard TCP/IP network game
eo: Krei novan norman TCP/IP-retan ludon
eu: Sortu TCP/IP sareko joko estandar berri bat

source: Join a Standard TCP/IP Network Game
eo: Aliĝi al Norma TCP/IP Retludo
eu: Batu TCP/IP sareko joko estandar batera

source: Join TCP/IP
eo: Aliĝi al TCP/IP
eu: Batu TCP/IP

source: Join a standard TCP/IP network game
eo: Aliĝi al norma TCP/IP retoludo
eu: Batu TCP/IP sareko joko estandar batera

source: Display the Current Player's Goal
eo: Montri la Celon de la Nuna Ludanto
eu: Azaldu jokalariaren uneko helburua

source: Display the current player's goal
eo: Montri la celon de la nuna ludanto
eu: Azaldu jokalariaren uneko helburua

source: Contextual Help
eo: Kunteksta Helpo
eu: Testuinguru-laguntza

source: Lets the next player play
eo: Lasas la sekvan ludanton ludi
eu: Utzi hurrengo jokalariari jokatzen

source: Finish moves
eo: Fini movojn
eu: Bukatu mugimenduak

source: Finish moving the current sprites
eo: Fini movi la nunajn spritojn
eu: Bukatu uneko iratxoaren mugimenduak

source: World definition file not found - Verify your installation<br>Program cannot continue
ar: لم يُعثر على ملف تعريف العالم - تحقّق من تثبيتك<br>لا يمكن للبرنامج الاستمرار
eo: Monda difindosiero ne trovita - Kontrolu vian instaladon<br>La programo ne povas daŭri

source: <font color="red">%1 conquered %2 from %3</font>
ar: <font color="red">%1 احتل %2 من %3</font>
eo: <font color="red">%1 konkeris %2 de %3</font>

source: %1, you are defeated! Bye, bye...
eo: %1, vi estas venkita! Ĝis revido...
eu: %1, garaitu zaituzte! Agur, agur...

source: %1: it is up to you again
ar: %1: حان دورك مرةً أخرى
eo: %1: dependas de vi denove
eu: %1: berriz ere zure esku dago

source: %1 won!
ar: %1 فاز!
eo: %1 venkis!
eu: %1 iragazle!

source: <big><b>%1</b>, you won!</big>
ar: <big><b>%1</b>، لقد فزت!</big>
eo: <big><b>%1</b>, vi venkis!</big>
eu: <big><b>%1</b>, irabazi duzu!</big>

source: <br>Winner's goal was stated like this:<br><i>%1</i><br><br>Do you want to play again?
ar: <br>هدف الفائز كان كالتالي:<br><i>%1</i><br><br>هل تريد اللعب مرة أخرى؟
eo: <br>La celo de gajninto estis deklarita jene:<br><i>%1</i><br><br>Ĉu vi volas ludi denove?

source: <br>You conquered all the world!
ar: <br>لقد احتلت العالم بأسره!
eo: <br>Vi konkeris la tutan mondon!
eu: <br>Mundu osoa konkistatu duzu!

source: <br>He conquered all the world!
ar: <br>هو احتل العالم بأسره!
eo: <br>Li konkeris la tutan mondon!
eu: <br>Mundu osoa konkistatu du!

source: Do you want to quit the game?
ar: هل تريد إنهاء اللعبة؟
eo: Ĉu vi volas forlasi la ludon?
eu: Jokotik irten nahi duzu?
