Repository: KDE/ksirk
Catalog: po/*.po
Languages: fr, pl

source: In this mode, a goal will be assigned to each player, which he will have to reach in order to win.
fr: Dans ce mode, un objectif sera assigné à chaque joueur ; objectif qu'il devra atteindre pour gagner.
pl: W tym trybie każdy gracz otrzyma cel, którego osiągnięcie da mu zwycięstwo.

source: Wor&ld conquest
fr: Conquête du Monde
pl: Podbó&j świata

source: Choose this for players to have to conquer all the world to win.
fr: Choisissez ceci pour que la victoire soit pour le joueur ayant conquis le monde entier.
pl: Wybierz to, żeby warunkiem zwycięstwa był podbój całego świata.

source: In this mode, a player will have to conquer all the world to win.
fr: Dans ce mode, un joueur devra conquérir le monde entier pour gagner.
pl: W tym trybie, aby wygrać gracze będą musieli podbić cały świat.

source: Ne&twork game
fr: Jeu en &réseau
pl: G&ra sieciowa

source: Check this to create a network game
fr: Cochez cette case pour créer un jeu en réseau
pl: Zaznacz aby utworzyć grę sieciową

source: A network game will be created if checked
fr: Un jeu en réseau sera créé si cette case est cochée
pl: Gra sieciowa zostanie utworzona jeśli zaznaczysz to pole

source: Player setup
fr: Configuration du joueur
pl: Ustawienia gracza

source: Choose your nation
fr: Choisissez votre nationalité
pl: Wybierz swoją nację

source: A combo box that lists currently available nations. Choose one of them. It will be your nation during the game
fr: Une liste déroulante qui montre les nations actuellement disponibles. Ce sera votre nation durant le jeu.
pl: To jest lista aktualnie dostępnych narodów. Wybierz jeden z nich. Będzie on twoją nacją w czasie gry.

source: Player number %d, please enter your name<br>and choose your nation :
fr: Joueur numéro %d, veuillez entrer votre nom<br>et choisir votre nation :
pl: Graczu numer %d, podaj swoje imię<br>i wybierz swoją nację:

source: Pla&yer is computer
fr: &Joué par l'ordinateur
pl: Gracz komputerow&y

source: Enter your password :
fr: Entrez votre mot de passe :
pl: Podaj hasło:

source: Saved player selection
fr: Sélection du joueur sauvegardé
pl: Wybór zapisanego gracza

source: Please select your saved player:
fr: Veullez sélectionner votre joueur sauvegardé :
pl: Wybierz swojego zapisanego gracza:

source: New Game or Exit
fr: Nouveau Jeu ou Quitter
pl: Nowa Gra czy Wyjście

source: Starts a new game
fr: Commencer un nouveau jeu
pl: Rozpoczęcie nowej gry

source: Do Nothing
fr: Ne rien faire
pl: Nic nie rób

source: Do nothing. Game buttons will be available
fr: Ne rien faire. Les boutons de jeu seront disponibles
pl: Nic nie rób. Przyciski będą dostępne

source: Quit KsirK
fr: Quitter KsirK
pl: Wyjdź z KsirK

source: %1 won ! Do you want to play again ?
fr: %1 a gagné ! Voulez-vous jouer à nouveau ?
pl: %1 wygrał! Chcesz zagrać ponownie?

source: KsirK Preferences
fr: Préférences de KsirK
pl: Ustawienia KsirK

source: Sound enabled
fr: Son activé
pl: Dzwięc włączony

source: Sprites speed (slow, normal, rapid, immediate)
fr: Vitesse des sprites (lente, normale, rapide, immédiate)
pl: Prędkość sprite'ów (wolna, normalna, szybka, natychmiastowa)

source: This skin shows a world that looks like the real one with some nationalities randomly chosen and proposes various interesting goals
fr: Ce thème met en scène un monde qui ressemble (un peu) au notre avec quelques nationalités choisies au hasard. Il propose quelques objects intéressants.
pl: Ta skórka pokazuje świat takim jaki jest w rzeczywistości z niektórymi losowo wybranymi nacjami i proponuje różne interesujące cele

source: %1, you'll have to conquer %2 countries and place %3 armies in each one.
fr: %1, vous allez devoir conquérir %2 pays et placer %3 armées sur chaque.
pl: %1, musisz podbić %2 kraje i umieścić w każdym z nich po %3 armie.

source: %1, you'll have to conquer %2 countries.
fr: %1, vous allez devoir conquérir %2 pays.
pl: %1, musisz podbić %2 kraje.

source: %1, you'll have to conquer %2, %3 and another continent at your choice.
fr: %1, vous allez devoir conquérir %2, %3 et un autre continent au choix.
pl: %1, musisz podbić %2, %3 i wybrany przez Ciebie kontynent.

source: %1, you'll have to conquer %2 and %3.
fr: %1, vous allez devoir conquérir %2 et %3.
pl: %1, musisz podbić %2 oraz %3.

source: %1, you'll have to eliminate %2. If it is eliminated by another player, you'll have to conquer %3 countries.
fr: %1, vous allez devoir éliminer %2. Si il est éliminé par un autre joueur, vous devrez conquérir %3 pays.
pl: %1, musisz wyeliminować %2. Jeśli zostanie on wyeliminowany przez kogoś innego, twoim celem będzie podbicie %3 krajów.

source: This skin shows a world that looks like the real one with some nationalities randomly chosen and proposes various interesting goals. Sprites are realistic.
fr: Ce thème met en scène un monde qui ressemble (un peu) au notre avec quelques nationalités choisies au hasard. Il propose quelques objectifs intéressants. Les graphismes sont réalistes.
pl: Ta skórka pokazuje świat takim, jakim jest w rzeczywistości wraz z prawdziwymi, losowo wybranymi narodami. Proponuje także interesujące cele. Obrazki są rzeczywiste.

source: Earth-like
fr: Comme la Terre
pl: Ziemiopodobny

source: Western US
fr: États-Unis de l'ouest
pl: Zachodnia Ameryka

source: Eastern US
fr: États-Unis de l'est
pl: Wschodnia Ameryka

source: Groenland
fr: Groënland
pl: Grenlandia

source: Mexico
fr: Mexique
pl: Meksyk

source: Colombia
fr: Colombie
pl: Kolumbia

source: Brasil
fr: Brésil
pl: Brazylia

source: Paraguay
pl: Paragwaj

source: Chili
pl: Chile

source: Island
fr: Islande
pl: Islandia

source: United Kingdom
fr: Royaume Uni
pl: Wielka Brytania

source: France
pl: Francja

source: Prussia
fr: Prusse
pl: Prusy

source: Scandinavia
fr: Scandinavie
pl: Skandynawia

source: Russia
fr: Russie
pl: Rosja

source: China
fr: Chine
pl: Chiny

source: Kazakstan
pl: Kazachstan

source: Siberia
fr: Sibérie
pl: Syberia

source: Japan
fr: Japon
pl: Japonia

source: Niger
pl: Nigeria

source: Egypt
fr: Égypte
pl: Egipt

source: South Africa
fr: Afrique du Sud
pl: Południowa Afryka

source: Madagascar
pl: Madagaskar

source: Middle East
fr: Moyen Orient
pl: Środkowy Wschód

source: India
fr: Inde
pl: Indie

source: Vietnam
pl: Wietnam

source: Indonesia
fr: Indonésie
pl: Indonezja

source: Papouasie
pl: Papuasy

source: Occidental Australia
fr: Australie Occidentale
pl: Australia Zachodnia

source: New South Walles
fr: Nouvelles Galles du Sud
pl: Nowa Południowa Walia

source: New Zealand
fr: Nouvelle Zélande
pl: Nowa Zelandia

source: United States
fr: États-Unis
pl: Ameryka

source: Belgium
fr: Belgique
pl: Belgia

source: Italy
fr: Italie
pl: Włochy

source: North America
fr: Amérique du Nord
pl: Ameryka Północna

source: South America
fr: Amérique du Sud
pl: Ameryka Południowa

source: Europe
pl: Europa

source: Africa
pl: Afryka

source: Asia
pl: Azja

source: Pacific
fr: Pacifique
pl: Pacyfik

source: Bubble World
fr: Le Monde Bulle
pl: Bąbelkowy Świat

source: Real Politiks
pl: Prawdziwa Polityka

source: North-West-Territory
fr: Territoire du Nord Ouest
pl: Terytorium Północno-Zachodnie

source: Western-United-States
fr: États-Unis de l'Ouest
pl: Zachodnie Stany Zjednoczone

source: Central-America
fr: Amérique Centrale
pl: Ameryka Środkowa

source: Greenland
fr: Groënland
pl: Grenlandia

source: Eastern-United-States
fr: États-Unis de l'Est
pl: Wschodnie Stany Zjednoczone

source: Venezuela
fr: Vénézuela
pl: Wenezuela

source: Brazil
fr: Brésil
pl: Brazylia

source: Argentina
fr: Argentine
pl: Argentyna

source: Iceland
fr: Islande
pl: Islandia

source: Ukraine
pl: Ukraina

source: Great-Britain
fr: Grande Bretagne
pl: Wielka Brytania

source: Northern-Europe
fr: Europe du Nord
pl: Północna Europa

source: Western-Europe
fr: Europe de l'Ouest
pl: Zachodnia Europa

source: Southern-Europe
fr: Europe du Sud
pl: Południowa Europa

source: North-Africa
fr: Afrique du Nord
pl: Afryka Północna

source: Congo
pl: Kongo

source: East-Africa
fr: Afrique de l'Est
pl: Wschodnia Afryka

source: South-Africa
fr: Afrique du Sud
pl: Południowa Afryka

source: Afghanistan
pl: Afganistan

source: Middle-East
fr: Moyen Orient
pl: Środkowy Wschód

source: Kamchatka
pl: Kamczatka

source: New-Guinea
fr: Nouvelle Guinée
pl: Nowa Gwinea

source: Western-Australia
fr: Australie Occidentale
pl: Zachodnia Australia

source: Eastern-Australia
fr: Australie Orientale
pl: Wschodnia Australia

source: North-America
fr: Amérique du Nord
pl: Ameryka Północna

source: South-America
fr: Amérique du Sud
pl: Ameryka Południowa

source: Quebec
fr: Québec

source: Benelux
fr: Bénélux

source: Mongolia
fr: Mongolie

source: Algeria
fr: Algérie

source: Zair
fr: Zaïr

source: Arabia
fr: Arabie

source: Mexio
fr: Mexico

source: Peru
fr: Pérou

source: Ural
fr: Oural

source: Yakutsk
fr: Yakoutsk

source: Irkutsk
fr: Irkoutsk

source: Australia
fr: Australie
