Repository: KDE/ksirk
Catalog: po/*.po
Languages: fr, pl

source: Help currently unavailable.
fr: Aucune aide n'est disponible actuellement
pl: Pomoc aktualnie niedostępna.

source: KsirK - No help !
fr: KsirK - Pas d'aide !!
pl: KsirK - Brak pomocy!

source: Skins directory not found - Verify your installation Program cannot continue
fr: Le répertoire des skins est introuvable - vérifiez votre installation Le programme ne peut continuer
pl: Nie znaleziono katalogu ze skórkami - Zweryfikuj instalację Program nie może kontynuować

source: Fatal Error !
fr: Erreur fatale !
pl: Błąd krytyczny!

source: Player Number %d, please type in your name<BR>and choose your nation:
fr: Joueur N°%d, veuillez taper votre nom <BR> et choisir votre pays :
pl: Gracz numer %d, proszę o podanie twojego imienia<BR>i wybranie twojej nacji.

source: Player %1, you have to choose a name!
fr: Joueur N°%d, vous devez choisir un nom!
pl: Graczu %1, musisz wybrać swoje imię!

source: Player %1, you have to choose another name!<br>%2 is not unique.
fr: Joueur N°%1, choisissez un autre nom :<br>%2 est déjà utilisé.
pl: Graczu %1, musisz wybrać inne imię!<br>%2 nie jest unikatowe!

source: Flag image resource not found Program cannot continue
fr: L'image d'un drapeau est introuvable Le programme ne peut continuer.
pl: Nie znaleziono flagi Nie można kontynuować gry

source: Error !
fr: Erreur !
pl: Błąd!

source: KsirK - Network configuration
fr: KsirK - Configuration du réseau
pl: KsirK - Konfiguracja sieci

source: Please type in the port number on which to offer connections:
fr: Entrez le numéro de port sur lequel offrir les connections :
pl: Podaj port na którym będziesz oferował połączenia:

source: %1, you haven't played anything this turn. Do you really want to lose your turn ?
fr: %1, vous n'avez rien joué ce tour-ci. Voulez-vous vraiment perdre votre tour ?
pl: %1, nie wykonałeś/aś żadnej czynności w tej turze. Czy napewno chcesz pominąć swoją turę?

source: Error - 2 nations minimum. Got %d.
fr: Erreur - 2 nations minimum ; %d trouvées
pl: Błąd - 2 nacje minimum. Masz %d.

source: Fatal Error!
fr: Erreur fatale !
pl: Błąd krytyczny!

source: Port and Net players configuration
fr: Configuration du port et des joueurs en réseau
pl: Konfiguracja protów i Graczy sieciowych

source: Number of network players
fr: Nombre de joueurs en réseau
pl: Liczba graczy sieciowych

source: Join network game configuration
fr: Configuration de l'accès à un jeu en réseau
pl: Ustawienia przyłączania się do gry sieciowej

source: Network configuration
fr: Configuation du réseau
pl: Konfiguracja sieci

source: %1 (%2) joined game ; waiting for %3 players to connect
fr: %1 (%2) a rejoint le jeu ; en attente de la connection de %3 joueurs
pl: %1 (%2) się przyłączył; oczekiwanie na %3 graczy

source: Please choose another name
fr: Veuillez choisir un autre nom
pl: Proszę wybrać inne imię

source: KsirK - Name already used !
fr: KsirK - Nom déjà utilisé !
pl: KsirK - Imię w użyciu!

source: Player number %d, what's your name ?
fr: Joueur numéro %d, Quel est votre nom ?
pl: Graczu numer %d, jakie jest twoje imię?

source: Error - Player %d, you have to choose a name.
fr: Erreur - Joueur N°%d, vous devez choisir un nom.
pl: Błąd - Graczu %d, musisz wybrać imię.

source: Player%d
fr: Joueur%d
pl: Gracz %d

source: Please choose another nation
fr: Veuillez choisir une autre nationalité
pl: Proszę wybrać inną nację

source: KsirK - Nation already used !
fr: KsirK - Nationalité déjà utilisée !
pl: KsirK - nacja w użyciu!

source: KsirK - Lost connection to server ! What do you want to do ?
fr: KsirK - Connexion au serveur perdue ! Que désirez-vous faire ?
pl: KsirK - Utracono połącznie z serwerem! Co chcesz zrobić?

source: Starting a new game or exit.
fr: Commencer un nouveau jeu ou quitter
pl: Rozpoczęcie nowej gry czy wyjście

source: Exit
fr: Quitter
pl: Wyjdź

source: Do nothing
fr: Ne rien faire
pl: Nic nie rób

source: Lost connection to a client. For the moment, you can only save the game and start a new one or quit. This will be improved in a future version.
fr: Connection à un client perdue. Pour le moment, vous pouvez seulement sauver le jeu en cours et en commencer un nouveau ou quitter. Cela sera amélioré dans une future version.
pl: Utracono połączenie z klientem. Aktulanie możesz tylko zapisać grę i zacząć nową lub wyjść. Zostanie to w przyszłości poprawione.

source: KsirK - Lost connection to client !
fr: KsirK - Connexion à un client perdue !
pl: KsirK - Utracono połączenie z klientem!

source: Do want to save your game?
fr: Voulez-vous sauvegarder le jeu ?
pl: Czy chcesz zapisać grę?

source: %1 : %2 armies to place
fr: %1 : %2 armées à placer
pl: %1 : %2 armie na miejsce

source: %1 choose to end recycling ; there is now %2 players who want so
fr: %1 ne veut plus recycler ; Il y a maintenant %2 joueurs dans ce cas
pl: %1 zakończył recykling, jest jeszcze %2 graczy którzy chcą to zrobić

source: Problem : no one destroyed
fr: Problème : personne n'a été détruit
pl: Problem: nikogo nie zniszczono

source: Ksirk - Error !
fr: KsirK - Erreur !
pl: KsirK - Błąd!

source: You entered an invalid password. Please try again.
fr: Votre mot de passe n'est pas valide. Réessayez.
pl: Błędnie hasło. Spróbuj ponownie.

source: KsirK - Invalid password !
fr: KsirK - Mot de passe invalide !
pl: KsirK - Błędne hasło!

source: Cannot open file %1
fr: Impossible d'ouvrir le fichier %1
pl: Nie można otworzyć pliku %1

source: Critical Error
fr: Erreur critique
pl: Błąd krytyczny

source: Parsing error for file %1
fr: Erreur lors de la lecture du fichier %1
pl: Błąd przetwarzania w pliku %1

source: Error - Invalid skin definition file format. Expected %1 and got %2
fr: Erreur - Format du fichier de définition du thème invalide. %1 était attendu et %2 a été lu.
pl: Błąd - Nieprawidłowy format definicji skórki. Oczekiwano %1 a jest %2

source: Fatal Error
fr: Erreur fatale
pl: Błąd krytyczny

source: Map image filename not found Program cannot continue
fr: L'image de fond est introuvable Le programme ne peut continuer.
pl: Brak pliku z obrazem mapy Program nie może kontynuować

source: Map mask image not found Program cannot continue
fr: L'image du masque de la carte est introuvable. Le programme ne peut continuer
pl: Obraz maski mapy nie znaleziony Program nie może kontynuować

source: Cannot load the map mask image Program cannot continue
fr: Impossible de charger l'image du masque de la carte. Le programme ne peut continuer
pl: Nie można wczytać obrazu maski mapy Program nie może kontynuować

source: Error - No receiving country selected while computer player
fr: Erreur - Le joueur AI n'a pas sélectionné de pays de destination
pl: Błąd - Nie wybrano kraju odbiorcy gry gracz komputerowy

source: had still
fr: avait encore
pl: miał wciąż

source: armies to place. This is bug probably #2232 at www.gna.org.
fr: armées à placer. Ce bug est probablement le #2232 sur www.gna.org
pl: armie do ustawienia. To jest prawdopodobnie błąd #2232 na www.gna.org.

source: %1, your goal will be displayed. Please make sure that no other player can see it !
fr: %1, votre Objectif va être affiché. Assurez-vous qu'aucun autre joueur ne peut le voir !
pl: %1, twój cel zostanie zaraz wyświetlony. Upewnij się że żaden inny gracz nie może go zobaczyć!

source: KsirK - Displaying Goal
fr: KsirK - Affichage d'un Objectif
pl: KsirK - Wyświetlanie celu

source: Error : no player to destroy
fr: Problème : personne à détruire
pl: Błąd: brak gracza do zniszczenia

source: %1 is still alive...
fr: %1 est encore vivant...
pl: %1 ciągle żyje...

source: You now have to conquer %1
fr: Vous devez maintenant conquérir %1
pl: Teraz musisz podbić %1

source: %1, you have still %2 countries to conquer...
fr: %1, vous avez encore %2 pays à conquérir...
pl: %1, masz jeszcze %2 kraji do podbicia...

source: %1, you have enough countries but you still have to put more than %2 armies on %3 of them...
fr: %1, vous avez assez de pays mais vous avez encore à placer %2 armées ou plus sur %3 de ceux-ci...
pl: %1, masz już wystarczającą ilość krajów, ale wciąż musisz umieścić więcej niż %2 armie na %3 z nich...

source: %1, you still have to conquer
fr: %1, vous devez encore conquérir
pl: %1, musisz jeszcze podbić

source: %1 countries in %2
fr: %1 pays dans %2
pl: %1 krajów w %2

source: %1 in %2
fr: %1 dans %2
pl: %1 w %2

source: KsirK - Goal Display
fr: KsirK - Affichage de l'Objectif
pl: KsirK - Wyświetlanie celu

source: Error - Unknown skin int data:
fr: Erreur - Donnée entière de thème invalide
pl: Błąd - Nieznana wartość int:

source: Error - Unknown skin string data:
fr: Erreur - Donnée chaîne de thème invalide
pl: Błąd - Nieznana wartość string:

source: Sprite images resource not found Program cannot continue
fr: Les images des sprites sont introuvable Le programme ne peut continuer
pl: Nie znaleziono zasobu sprite'ów Program nie może kontynuować

source: Cannot load sprite image Program cannot continue
fr: Impossible de charger une image de sprite Le programme ne peut continuer
pl: Nie można wczytać pliku z obrazem sprite'a Program nie może kontynuować

source: Cannot find Max X for sprite: no background !
fr: Impossible de trouver la coordonnée X maximale pour le sprite car il n'y a pas de fond !
pl: Nie można znależć Max X dla sprite'a: brak tła!

source: Cannot find Max Y for sprite: no background !
fr: Impossible de trouver la coordonnée Y maximale pour le sprite car il n'y a pas de fond !
pl: Nie można znależć Max Y dla sprite'a: brak tła!

source: Wrong save game format. Waited %1 and got %2 !
fr: Format du fichier de sauvegarde invalide. %1 était attendu et %2 a été lu !
pl: Nieprawidłowy format zapisanej gry. Oczekiwano %1 a jest %2!

source: KsirK - Cannot load !
fr: KsirK - Impossible de charger !
pl: KsirK - Nie można załadować!

source: Current player is: %1
fr: Le joueur courant est %1
pl: Aktualny gracz to: %1

source: Cannot load icon Program cannot continue
fr: Impossible de charger l'icône Le programme ne peut continuer
pl: Nie można wczytać ikony Program nie może kontynuować

source: New game
fr: Nouveau jeu
pl: Nowa gra

source: Join network game
fr: Rejoindre un jeu en réseau
pl: Dołącz do gry siecowej

source: Preferences
fr: Préférences
pl: Ustawienia

source: Scroll up
fr: Défiler vers le haut
pl: Przewiń w górę

source: Scrolls up the map.
fr: Fais défiler la carte vers le haut
pl: Przewiń w górę mapę.

source: Scroll Down
fr: Défiler vers le bas
pl: Przewiń w dół

source: Scrolls down the map.
fr: Fais défiler la carte vers le bas
pl: Przewiń w dół mapę.

source: Scroll left
fr: Défiler vers la gauche
pl: Przewiń w lewo

source: Scrolls left the map.
fr: Fais défiler la carte vers la gauche
pl: Przwiń w lewo mapę.

source: Scroll right
fr: Défiler vers la droite
pl: Przewiń w prawo

source: Scrolls right the map.
fr: Fais défiler la carte vers la droite
pl: Przewiń w prawo mapę.

source: Finish move
fr: Termine le mouvement
pl: Zakończ ruch

source: This action causes all moving sprites to immediatly go to their destination.
fr: Cette action fait se rendre immédiatement à leur destination tous les sprites en mouvement.
pl: To spowoduje, że wszystkie ruszające się postacie pójdą do ustalonych celów.

source: UNO definition XML file not found - Verify your installation Program cannot continue
fr: Le fichier XML de définition de l'ONU est introuvable. Le programme ne peut se poursuivre
pl: Plik XML definicji UNO nie znaleziony. Sprawdź swoją instalcję Program nie może kontynuować

source: <font color="red">%1 conquered %2 from %3</font>
fr: <font color="red">%1 a conquis %2</font>
pl: <font color="red"><big>%1 podbił %2</big></font>

source: %1, you are defeated! Bye, bye...
fr: %1, vous êtes battu ! Bye, bye...
pl: %1, zostałeś pokonany! Pa, pa...

source: KsirK - Game Over !
fr: KsirK - Perdu !
pl: KsirK - Koniec gry!

source: %1 : it's up to you again
fr: %1 : c'est à nouveau à vous de jouer
pl: %1 : ponownie decyzja należy do Ciebie

source: The attacker <font color="red">%1</font> (
fr: L'attaquant <font color="red">%1</font> (
pl: Atakujący <font color="red">%1</font> (

source: %1) <font color="red">loses %2 armies</font>.
fr: %1) <font color="red">perd %2 armées</font>.
pl: %1) <font color="red">traci %2 armii</font>.

source: The defender <font color="blue">%1</font> (
fr: Le défenseur <font color="blue">%1</font> (
pl: Obrońca <font color="blue">%1</font> (

source: %1) <font color="blue">loses %2 armies</font>.
fr: %1) <font color="blue">perd %2 armées</font>.
pl: %1) <font color="blue">traci %2 armii</font>.

source: Before you quit, do want to save your game?
fr: Avant de quitter, voulez-vous sauvegarder votre jeu ?
pl: Przed wyjście z gry, czy chcesz ją zapisać?

source: KsirK - Load Game
fr: KsirK - Chargement d'un jeu
pl: KsirK - Wczytaj grę

source: Waiting for the connection of %1 network players.
fr: Attente de la connexion de %1 joueurs en réseau.
pl: Oczekiwanie na przyłączenie się %1 graczy sieciowych.

source: Next Player
fr: Joueur Suivant
pl: Następny Gracz

source: Redistribute
fr: Redistribuer
pl: Redystrybucja

source: End redistribute
fr: Fin de la redistribution
pl: Zakończ redystybucję

source: Open game
fr: Charger un jeu
pl: Otwórz grę

source: Save game
fr: Sauvere le jeu
pl: Zapisz grę

source: Attack with one army
fr: Attaque avec une armée
pl: Zaatakuj jedną armią

source: Attack with two armies
fr: Attaque avec deux armées
pl: Zaatakuj dwiema armiami

source: Attack with three armies
fr: Attaque avec trois armées
pl: Zaatakuj trzema armiami

source: Move armies
fr: Déplacer des armées
pl: Przemieść armie

source: Defend with one army
fr: Défendre avec une armée
pl: Broń się jedną armią

source: Defend with two armies
fr: Défendre avec deux armées
pl: Broń się dwiema armiami

source: Invade with one army
fr: Envahir avec une armée
pl: Dokonaj inwazji jedną armią

source: Invade with five armies
fr: Envahir avec cinq armées
pl: Dokonaj inwazji pięcioma armiami

source: Invade with ten armies
fr: Envahir avec dix armées
pl: Dokonaj inwazji dziesięcioma armiami

source: End Invasion
fr: Fin de l'invasion
pl: Zakończ inwazję

source: Retract one army
fr: Retirer une armée
pl: Wycofaj jedną armię

source: Retract five armies
fr: Retirer cinq armées
pl: Wycofaj pięć armii

source: Retract ten armies
fr: Retirer dix armées
pl: Wycofaj dziesięć armii

source: Cannot load button image Program cannot continue
fr: Imposiible de charger une image de bouton Le programme ne peut continuer
pl: Nie można wczytać obrazka przycisku Program nie może kontynuować

source: Waiting for %1 players to connect
fr: Attente de la connection de %1 joueurs
pl: Oczekiwanie na %1 graczy do podłączenia

source: %1 attacks %2 from %3 with <font color="red">%4 armies</font>.
fr: %1 attaque %2 depuis %3 avec <font color="red">%4 armées</font>.
pl: %1 zaatakował %2 z %3 <font color="red">%4 armiami</font>.

source: %1, you are attacked by <font color="red">%2 armies</font> ; with how many armies do you <font color="blue">defend %3</font> ?
fr: %1, vous êtes attaqué par <font color="red">%2 armées</font> ; avec combien d'armées <font color="blue">défendez-vous %3</font> ?
pl: %1, zostałeś zaatakowany <font color="red">%2 armiami</font>; iloma armiami chcesz <font color="blue">bronić %3</font>?

source: Battle between <font color="red">%1</font> (
fr: Bataille entre <font color="red">%1</font> (
pl: Bitwa pomiędzy <font color="red">%1</font> (

source: %1) <font color="red">with %2 armies</font> and <font color="blue">%3</font> (
fr: %1) <font color="red">avec %2 armées</font> et <font color="blue">%3</font> (
pl: %1) <font color="red">%2 armiami</font> i <font color="blue">%3</font> (

source: %1) <font color="blue">with %2 armies</font>.
fr: %1) <font color="blue">avec %2 armées</font>.
pl: %1) <font color="blue">%2 armiami</font>.

source: There is no country here!
fr: Il n'y a pas de pays ici !
pl: Nie ma tutaj żadnego kraju!

source: You are not the owner of the first country: %1 !
fr: Vous n'êtes pas le possesseur du premier pays: %1 !
pl: Ne jesteś właścicielem pierwszego kraju: %1!

source: You are not the owner of the second country: %1 !
fr: Vous n'êtes pas le possesseur du second pays: %1 !
pl: Nie jesteś właścicielem drugiego kraju: %1!

source: You are trying to move armies from %1 to itself !
fr: Vous tentez de déplacer des armées de %1 vers lui-même !
pl: Próbujesz przemieścić armię z %1 do niego samego!

source: %1 is not a neighbour of %2 !
fr: %1 n'est pas un voisin de %2 !
pl: %1 nie sąsiaduje z %2!

source: Moving armies from %1 to %2.
fr: Déplacement d'armées de %1 à %2.
pl: Przenoszenie armii z %1 do %2.

source: <font color="orange">No country here !</font>
fr: <font color="orange">Il n'y a aucun pays ici !</font>
pl: <font color="orange">Nie ma tutaj kraju!</font>

source: <font color="orange">You are not the owner of %1 !</font>
fr: <font color="orange">Vous n'êtes pas le possesseur de %1 !</font>
pl: <font color="orange">Nie jesteś włascicielem %1!</font>

source: <font color="orange">There is only %1 armies in %2 !</font>
fr: <font color="orange">Il y a seulement %1 armées en %2 !</font>
pl: <font color="orange">W %2 jest tylko %1 armii!</font>

source: %1 attacks from %2 with <font color="red">%3 armies</font>
fr: %1 attaque depuis %2 avec <font color="red">%3 armées</font>
pl: %1 atakuje z %2 <font color="red">%3 armiami</font>

source: Invalid attacked country.
fr: Pays attaqué invalide.
pl: Nieprawidłowy atakowany kraj.

source: You are trying to attack %1 from itself !
fr: Vous essayez d'attaquer %1 depuis lui-même !
pl: Próbujesz zaatakować %1 z niego samego!

source: %1! You cannot attack %2! It's yours!
fr: %1 ! Vous ne pouvez attaquer %2 ! C'est à vous !
pl: %1! Ne możesz zaatakować %2! Należy już do ciebie!

source: %1 ! You are not the owner of %2!
fr: %1 ! Vous n'êtes pas le possesseur de %2 !
pl: %1! Nie jesteś właścicielem %2!

source: Nothing to attack !
fr: Il n'y a rien à attaquer !
pl: Brak celu ataku!

source: %1, with how many armies do you defend %2 ?
fr: %1, avec combien d'armées défendez-vous %2 ?
pl: %1, iloma armiami chcesz bronić %2?

source: Exchange armies again or continue ?
fr: Continuer à échanger des armées ou poursuivre ?
pl: Ponownie zamień armie czy kontynuuj?

source: You must distribute all your armies
fr: Vous devez distribuer toutes vos armées
pl: Musisz rozdzielić Wszystkie swoje armie

source: %1, it's up to you.
fr: %1, c'est à vous
pl: %1 : decyzja należy do Ciebie

source: Attack with %1 armies : Designate the belligerants
fr: Attaque avec %1 armées : désignez les belligérants
pl: Zaatakuj %1 armiami: Wyznacz wrogów

source: <font color="orange">Cannot remove %1 armies from %2</font>: %3 maximum.
fr: <font color="orange">Impossible de retirer %1 armées de %2</font>: %3 maximum.
pl: <font color="orange">Nie można usunąć %1 armii z %2</font>: maksimum to %3.

source: Do you really want to end your current game and start a new one ?
fr: Voulez-vous vraiment arrêter votre partie actuelle et en commencer une nouvelle ?
pl: Czy napewno chcesz zakończyć tą grę i rozpocząć nową?

source: New game confirmation
fr: Confirmation du début d'une nouvelle partie
pl: Potwierdzenie rozpoczęta nowej gry

source: %1, please change your distributions.
fr: %1, veuillez modifier vos distributions.
pl: %1, proszę zmodyfikować dystrybucję.

source: All commands are issued through changing toolbar buttons and drag & drop. Hit...
fr: Toutes les commandes sont lancées en utilisant les boutons changés dynamiquement de la barre d'outils et par tirer-déposer. Tapez...
pl: Wszystkie polecenia są wydawane poprzez zmieniający się pasek narzędzi i metodę przeciągnij i upuść. Naciśnij...

source: to start a new game;
fr: pour commencer un nouveau jeu
pl: żeby rozpocząć nową grę;

source: to join a network game (starting or reloading); and
fr: pour rejoindre un jeu en réseau (commençant ou redémarrant); et
pl: aby dołączyć do gry sieciowej (rozpoczęcie albo prtzeładowanie); i

source: to open a saved game.
fr: pour ouvrir un jeu sauvegardé.
pl: żeby otworzyć zapisaną grę.

source: And then let the system guide you through messages and tooltips appearing on buttons when hovering above them.
fr: Puis laissez-vous guider par les messages et les bulles d'aide apparaissant sur les boutons lorsque la souris s'attarde au-dessus d'eux.
pl: A później pozwól bu system poprowadził cię wiadomościami i wskazówkami pojawiającymi się na przyciskach po najechaniu na nie.

source: Cannot allocate timer Cannot continue program
fr: Impossible d'allouer un timer Poursuite du programme impossible
pl: Nie można zaalokować timera Program nie może kontynuować

source: Timer removing impossible. Cannot continue !
fr: Impossible de retirer le timer. Le programme ne peut se poursuivre !
pl: Usunięcie timera niemożliwe. Nie można kontynuować!

source: Cannot move %1 armies from %2 to %3
fr: Impossible de déplacer %1 armies de %2 à %3
pl: Nie można przemieścić %1 armii z %2 do %3

source: Moving %1 armies from %2 to %3
fr: Déplacement de %1 armées depuis %2 vers %3
pl: Przemieszczanie %1 armii z %2 do %3

source: Sound roule not found - Verify your installation Program cannot continue
fr: Le son "roule" n'a pas été trouvé - Vérifiez l'installation Le programme ne peut se poursuivre
pl: Trasa dla dźwięku nie znaleziona. Zweryfikuj instalację Program nie może kontynuować

source: Sound canon not found - Verify your installation Program cannot continue
fr: Ne peut trouver le son "canon" - Vérifiez votre installation Le programme ne peut continuer
pl: Dźwięk działa nie znaleziony - Zweryfikuj instalację Program nie może kontynuować

source: Sound crash not found - Verify your installation Program cannot continue
fr: Le son "crash" est introuvable - vérifiez votre installation Le programme ne peut continuer
pl: Dźwięk rozbicie nie znaleziony - Zweryfikuj instalację Program nie może kontynuować

source: KsirK - Error !
fr: KsirK - Erreur !!
pl: KsirK - Błąd!

source: who should be 0, 1 or 2.
fr: qui devrait être 0, 1 ou 2.
pl: kto powinno być 0, 1 lub 2

source: file to open
fr: fichier à ouvrir
pl: plik do otwarcia

source: %1 belongs to %2
fr: %1 appartient à %2
pl: %1 należy do %2

source: KsirK - Save Game
fr: KsirK - Sauvegarde du jeu
pl: KsirK - Zapisz grę

source: Only game master can save the game in network playing.
fr: Seul le maître de jeu peut sauver les parties en réseau.
pl: Tylko mistrz gry może zapisać grę sieciową.

source: KsirK - Cannot save !
fr: KsirK - Impossible de sauvegarder !
pl: KsirK - Nie można zapisać gry!

source: _: NAME OF TRANSLATORS Your names
fr: Gaël de Chalendar
pl: Michał Gołuński

source: _: EMAIL OF TRANSLATORS Your emails
fr: kleag@free.fr
pl: michalgolunski@o2.pl

source: Ksirk - New game properties
fr: KsirK - Caractéristiques du nouveau jeu
pl: KsirK - Ustawienia nowej gry

source: Number of players:
fr: Nombre de joueurs ;
pl: Liczba graczy:

source: Skin:
fr: Thème :
pl: Skórka:

source: Spin this to choose the number of players.
fr: Faites rouler ceci pour choisir le nombre de joueurs.
pl: Wybierz ilość graczy.

source: A spin box to choose the number of players
fr: Une entrée roulante pour choisir le nombre de joueurs.
pl: Pole wyboru ilości graczy

source: Choose the skin (map, nationalities, etc.) to use for this game.
fr: Choix de la skin (carte, nations, etc.) à utiliser durant ce jeu.
pl: Wybierz skórkę (mapa, narody, itd.) dla gry.

source: A combo listing all the available skins.
fr: Une liste déroulante contenant toutes les skins disponibles.
pl: Lista dostępnych skórek.

source: Goal Mode
fr: Mode avec Objectif
pl: Tryb celu

source: Reach a goal
fr: Atteindre un Objectif
pl: Osiągnij cel

source: Choose this to have a goal assigned to each player.
fr: Choisissez ceci pour qu'un objectif soit assigné à chaque joueur.
pl: Wybierz to, aby każdy gracz otrzymał cel.
